{
  "call_title": "Na Telefononi:",
  "find_us": "Na gjeni:",
  "our_ratings": "Vlerësimet tona në Booking.com",
  "about": "Rreth nesh",
  "contact": "Na Kontaktoni",
  "about_hotel_title": "Rreth Hotelit",
  "enjoy_pleasure_subtitle": "Shijoni pushimet në hotelin tonë.",
  "home": "Kryefaqja",
  "pages": "Faqet",
  "about_hotel_breadcrumb": "Rreth Hotelit",
  "about_our_hotel_title": "Rreth Hotelit Ikona",
  "our_gallery_title": "Galeria Jonë",
  "testimonials_title": "Dëshmi dhe Klientët",
  "what_said_about_us": "Çfarë thuhet për ne",
  "about_us_footer_title": "Rreth nesh",
  "read_more_link": "Lexo më shumë",
  "contact_info_footer_title": "Informacioni për kontakt",
  "call_text": "Telefoni:",
  "write_text": "Shkruani:",
  "find_us_text": "Gjeni ne:",
  "get_in_touch_link": "Na kontaktoni",
  "helpful_links_footer_title": "Linqe të dobishme",
  "our_last_news_link": "Lajmet tona të fundit",
  "rooms_link": "Dhomat",
  "contacts_link": "Informacionet e kontaktit",
  "about_link": "Rreth nesh",
  "email_placeholder": "Email juaj",
  "send_btn": "Dërgo",
  "copyright_text": "© Hotel Ikona 2024. Të gjitha të drejtat e rezervuara.",
  "welcome_message": "Mirësevini në Hotel Ikona",
  "start_explore_link": "Fillo eksplorimin",
  "your_getaway": "Vendi i përsosur për të kaluar pushimet tuaja!",
  "view_our_rooms": "Shikoni dhomat tona",
  "experience_shkodra": "Përjetoni kulturën e Shkodrës",
  "view_room_details": "Shiko detajet e dhomës",
  "about_us_description": "Mirësevini në Hotelin Ikona, një biznes i bukur i drejtuar nga një familje e përkushtuar për të ofruar një qëndrim të mrekullueshëm për të gjithë ata që dëshirojnë të eksplorojnë qytetin e bukur të Shkodrës. Misioni ynë është të sigurojmë shërbimin më të mirë të mundshëm, duke garantuar që çdo vizitor të përjetojë kulturën e pasur dhe mikpritjen e ngrohtë të Shkodrës.<br> Në Hotelin Ikona, krenohemi për ofrimin e një shërbimi shumë të mirë, duke qenë në dispozicion të stafit tonë 24/7 për të kujdesur për nevojat tuaja dhe për të siguruar që qëndrimi juaj të jetë sa më i rehatshëm. Ju ftojmë të përfshiheni në kulturën vendase dhe të jetoni si një qytetar i Shkodrës, edhe pse vetëm për disa ditë.<br> Dizajni unik modern, elegant, dhe me motive druri na dallon nga hotelat e tjera. Duke kombinuar elemente bashkëkohore me materiale natyrale, krijojmë një atmosferë të ngrohtë dhe mikpritëse që reflekton tërheqjen e Shkodrës. Bashkë me ndriçimin e ngrohtë dhe të butë, jemi munduar të jemi të kujdesshëm , që të sigurojmë përvojën më të rehatshme dhe relaksuese për mysafirët tanë.<br> Përkushtimi ynë për pastrimin dhe mikpritjen është i palëkundur. Ne përpiqemi të jemi më të mirë në këtë fushë, duke siguruar që çdo cep i hotelit tonë të jetë i pastër dhe  që çdo mysafir të ndihet i mirëpritur me ngrohtësi.<br> Ejani dhe përjetoni të jetuarit e veçantë të Shkodrës në Hotelin Ikona. Për më tepër, ju presim me padurim, dhe do të mundohemi që qëndrimin tuaj të jetë i paharrueshëm.",
  "view_our_services": "Shiko shërbimet tona",
  "hotel_extra_services": "Shërbimet shtesë në hotel",
  "bar_n_restaurant": "Bar dhe Restorant",
  "eat_local_produce": "Hani prodhimet vendase",
  "bar_n_restaurant_description": "Shijoni prodhimet vendase dhe produktet bio që ofron hoteli ynë. Nga mëngjesi i përfshirë në paketën turistike, ofrojmë një gërshetim të kuzhinës tradicionale shqiptare dhe mesdhetare deri te koktejlet tona.",
  "terrace": "Tarracë",
  "terrace_message": "Shijoni mbrëmjet tuaja në flladin e këndshëm të tarracës sonë!",
  "terrace_description": "Shijoni kafenë e mëngjesit ose pije të mbrëmjes në pamjen dhe flladin e këndshëm të tarracës sonë.",
  "garden": "Kopshti",
  "garden_message": "Relaksohuni me bashkëudhëtarët tuaj!",
  "garden_description": "Përjetoni kopshtin tradicional shkodran të mbushur me lule. Vendi i përsosur për t'u relaksuar dhe për të shijuar ambientin.",
  "amnities": "Komoditetet dhe shërbime të tjera",
  "amnities_message": "SHIJONI KOMODITETET QË OFROJMË DHE CILËSINË MË TË MIRË",
  "more_about_us": "Më shumë për ne",
  "more_about_us_message": "Provo experiencën shkodrane!",
  "more_about_us_content": "Në Hotelin Ikona, ne besojmë se detajet bëjnë diferencën. Dhomat tona janë projektuar me kujdes me një estetikë moderne, elegante dhe me tone druri, duke krijuar një përqasje unike të komfortit bashkëkohor dhe sharmit natyral. Kjo zgjedhje e dizajnit jo vetëm që na dallon nga hotelat e tjera, por gjithashtu ofron një mjedis të ngrohtë dhe të ftueshëm që duket si një ambjent mikëpritës sidomos për ata që udhëtojnë nga larg.<br> Ne kuptojmë se një qëndrim i rehatshëm shkon përtej vetëm estetikës. Prandaj kemi përfshirë ndriçimin e ngrohtë dhe të butë nëpër hotelin tonë, zgjedhur me kujdes për të mundësuar relaksimin dhe për të krijuar një atmosferë qetësuese.<br>  Nëse jeni këtu për të pushuar pas një dite turistike ose për t'u marrë me punë, ndriçimi ynë siguron ambientin e duhur për çdo veprim.<br> Përkushtimi ynë për mikpritjen është i shfaqur në shërbimin tonë 24/7. Pa marrë parasysh kohën e ditës ose natës, stafi ynë miqësor dhe profesional është gjithmonë në dispozicion për të ndihmuar me çdo kërkesë ose nevojë që mund të keni. Duke ofruar rekomandime për destinacionin tuaj pasardhës turistik dhe duke siguruar që dhoma juaj është në kushtet më të mira të pastërtisë, ne mundohemi tejmase për t'u siguruar që qëndrimi juaj të jetë sa më i këndshëm dhe pa shqetësime.<br> Si dëshmitarë të trashëgimisë kulturore të pasur të Shkodrës, ne inkurajojmë mysafirët tanë të përjetojnë se çfarë do të thotë të jetosh si një Shkodran. Ne ofrojmë përvoja dhe rekomandime të ndryshme për t'ju ndihmuar të lidheni me historinë, traditën dhe komunitetin e pasur të qytetit. Qoftë se është eksplorimi i vendeve historike, shijimi i kuzhinës lokale ose pjesëmarrja në ngjarje kulturore, ne përpiqemi që vizita juaj në Shkodër të jetë vërtet e paharrueshme.<br> Në Hotelin Ikona, pastrimi është zë vendin e parë të rëndësisë. Ne respektojmë standardet më të larta të higjienës për të siguruar që çdo pjesë e hotelit tonë të jetë e pastruar. Protokollet tona të pastrimit rigoroz dhe vëmendja ndaj detajeve garantojnë një mjedis të sigurt dhe të rehatshëm për të gjithë mysafirët tanë.<br> Ju ftojmë të zbuloni dallimin që një qëndrim në Hotelin Ikona mund të bëjë. Përjetoni përqasje të përsosur të komfortit modern dhe sharmit rustik, shërbim të jashtëzakonshëm dhe mikpritje të vërtetë që vetëm një hotel i drejtuar nga një familje mund të ofrojë. Presim me padurim që t'ju mirëpresim dhe të bëjmë që qëndrimin tuaj në Shkodër të jetë i paharrueshëm.",
  "video_about": "Video 360° e Dhomës",
  "media_tech_title": "Media dhe Teknologji",
  "media_tech_desc": "Çdo dhomë në hotelin tonë është e pajisur me një televizor me ekran të sheshtë, telefon, frigorifer në dhomë, kondicioner dhe pajisje të tjera për të siguruar maksimumin e komfortit tuaj.",
  "parking_title": "Vendparkimi",
  "parking_desc": "Hotel jonë ofron një hapësirë parkimi private ku duhet ta prenotoni për ta përdorur, duke siguruar që klientët tanë të mos shqetësohen për mjetet e tyre.",
  "room_service_title": "Shërbimi në Dhomë",
  "room_service_desc": "Krenohemi me shërbimin tonë 24-orësh në dhomë, gjithmonë në dispozicion për gjithçka që mund të keni nevojë.",
  "wifi_title": "WiFi Falas",
  "wifi_desc": "WiFi është i disponueshëm për të gjithë klientët tanë, duke siguruar lidhje me internetin gjatë gjithë qëndrimit të tyre.",
  "breakfast_title": "Mëngjesi Falas",
  "breakfast_desc": "Çdo rezervim përfshin mëngjesin, duke përfshirë prodhimet vendase nga djathi i fshatrave veriorë tek reçeli që ofrohet nga hoteli ynë.",
  "travel_title": "Sugjerimet për udhëtim",
  "travel_desc": "Hoteli ynë bashkëpunon me disa agjenci udhëtimi shqiptare për të sugjeruar vendpushimin tuaj të ardhshëm.",
  "security_title": "Siguria",
  "security_desc": "Për qetësinë tuaj të mendjes, hoteli ka mbikëqyrje me kamera, duke siguruar sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit.",
  "food_title": "Ushqimi dhe Pijet",
  "food_desc": "Ne ofrojmë një gamë pjatash shkodrane, duke përdorur vetëm prodhimet vendase dhe duke siguruar që të gjitha zgjedhjet janë halal. Përveç kësaj, ofrojmë një variatet të pijeve, nga koktejlet e huaja te rakija dhe vera e fshatit.",
  "ambients_subtitle": "Kënaquni me kohën tuaj në hotelin tonë.",
  "ambients_title": "Ambientet Tona",
  "testimonials_subtitle": "Çfarë u tha për ne",
  "test_danijela": "Stafi shumë miqësor. Më pëlqeu shumë mëngjesi. Afër qendrës. Qëndrova më gjatë se e parashikova për shkak të një rrëzimi me biçikletë... të gjithë ishin shumë të gjindshëm.",
  "test_sultan": "Sinqerisht një vend i bukur pranë tregut dhe e rekomandoj për akomodim sepse është afër gjithçkaje, kështu që nuk ka nevojë për një makinë dhe stafi janë shumë të mirë dhe të kuptueshëm. Të gjithë përpiqen t'ju ndihmojnë kudo vetëm t'i pyesni, dhe të përgjigjen për të gjitha",
  "test_oswald": "Strukturë inovative dhe mikpritëse. Vendndodhja ishte afër qendrës me parkim brenda. Vlera për paratë.",
  "test_armando": "Vendndodhje afër qendrës. Mëngjesi ishte shumë i mirë. Stafi shumë miqësor. Strukturat shumë të reja.",
  "contact_subtitle": "Kënaquni me kohën tuaj në hotelin tonë.",
  "contact_title": "Kontaktet Tona",
  "location_title": "Vendndodhja Jonë",
  "location_desc": "E vendosur në zemrën e Shkodrës, hoteli ynë ndodhet në një nga lagjet më të vjetra të qytetit. Shijoni qasjen e lehtë me qendrën e qytetit, ku mund të përjetoni muzikën, kulturën dhe frymënn e gjallë të këtij qyteti të mrekullueshëm. E aksesueshme nga çdo mjet transporti, vendndodhja jonë siguron lehtësi dhe një qëndrim të paharrueshëm.",
  "location_address": "3G98+2RQ, Rruga G'juhadol, Shkodër, Shqipëri",
  "phone_title": "Telefoni ynë",
  "phone_desc": "Mos hezitoni të na telefononi në çdo kohë në numrin e dhënë; shërbimi ynë 24/7 siguron që të merrni ndihmë të menjëhershme për të gjitha nevojat e rezervimit ose kërkesave tuaja, duke siguruar lehtësi dhe kënaqësi të plotë gjatë qëndrimit tuaj.",
  "phone_number": "+355 68 454 4403",
  "mail_title": "Adresa e Email-it",
  "mail_desc": "Mos hezitoni të na kontaktoni nëpërmjet emailit me çdo pyetje që mund të keni. Pavarësisht nëse keni nevojë për një kërkesë, anulim, ose rezervim, ne jemi këtu për t'ju ndihmuar menjëherë. Angazhimi ynë është për të përgjigjur brenda 24 orëve për të siguruar që pyetjet tuaja të adresohen në mënyrë më të shpejtë të mundshme.",
  "mail_address": "hotelikona@gmail.com",
  "contact_form_subtitle": "Na kontaktoni",
  "view_details": "Shiko Detajet",
  "take_a_look": "Hidhini një sy në dhomat që ofrojmë.",
  "about_accomodation": "Rreth Akomodimit",
  "gallery_elegance": "Galeri e Elegancës",
  "room_amenities": "Komoditetet e Dhomave",
  "room_service": "Shërbimi i Dhomës 24 Orë",
  "free_breakfast": "Mëngjesi Falas",
  "washing_machine": "Lavatriçe",
  "free_wifi": "WiFi Falas",
  "air_conditioned": "Kondicioner",
  "refrigerator": "Frigorifer në dhomë",
  "suite_includes": "Çfarë përfshin kjo suitë?",
  "bathroom_shower": "Banjo e plotë",
  "private_balcony": "Ballkon i përbashkët",
  "terrace_bar": "Tarracë dhe Bar",
  "tv_screen": "TV me ekran të sheshtë",
  "writing_desk": "Tavolinë për të shkruar",
  "book_this_suite": "Rezervoni Këtë Suitë",
  "your_name": "Emri juaj",
  "email": "Email",
  "submit_cnt": "Dërgo Mesazhin",
  "similar_rooms": "Dhoma të ngjashme",
  "our_restaurant": "Restoranti ynë",
  "restaurant": "Restoranti",
  "special_selection": "Seleksion i veçantë",
  "about_our_restaurant": "Rreth Restorantit Tonë",
  "restaurant_description": "Mirësevini në zemrën e kulinarisë të Hotelit Ikona, ku krenohemi me ofrimin e një përvojeje të vërtetë të ngrënies shkodrane, një ndryshim nga stili i jetesës dhe ushqimit të shpejtë të përditshmërisë suaj. Restoranti ynë është i dedikuar për përdorimin e vetëm prodhimeve më të freskëta të marra drejtpërdrejt nga fshatrat e afërta. Çdo pjatë është një dëshmi e angazhimit tonë për cilësinë dhe traditën, duke përfshirë përbërës si vezë të freskëta fshati, qumësht dhe djath i marrë gjithashtu nga fshatërat në veri. Gjalpi dhe reçelërat tona të bëra nga kuzhinjerët tanë, i japin një prekje unike opsioneve tona të mëngjesit, të cilat përfshihen në paketën e qëndrimit tuaj.<br>Ne kujdesemi shumë në zgjedhjen e produkteve tona të mishit dhe detit, duke ofruar vetëm mishin më të mirë të lopës dhe peshkun, duke siguruar që çdo vakt të jetë një kënaqësi për shijen tuaj. Ëmbëlsirat tona tradicionale përgatiten me dashuri dhe kujdes, duke ofruar një përfundim të ëmbël të ushqimit tuaj që përhap shenjën e trashëgimisë sonë.<br> Në Hotelin Ikona, ngrënia është më shumë se thjesht një vakt; është një përvojë. Ju mund të shijoni ushqimin tuaj në një varg mjedisesh—pavarësisht nëse zgjidhni komfortin e dhomës suaj, atmosferën relaksuese të kopshtit tonë, atmosferën mikpritëse të restorantit tonë, ose pamjet e qytetit nga tarraca jonë. Çdo vendndodhje është projektuar për të përmirësuar kënaqësinë tuaj dhe për të siguruar një përvojë qetësuese.<br>Bari ynë është një tjetër opsion që ju sugjerojmë. Ofrojmë raki tradicionale dhe një zgjedhje të verës së shquar nga fshatrat përreth. Baristët tanë janë të aftë, gjithashtu, të krijojnë një gamë koktejesh, duke siguruar se ka diçka për të gjithë për të shijuar.<br>Shërbimi ynë reflekton angazhimin tonë për të ofruar një përvojë autentike dhe të paharrueshme shkodrane. Nga momenti kur uleni për të ngrënë deri në kafshata e fundit, synojmë të ju transportojmë në një botë ku ushqimi përgatitet me kujdes dhe shijohet në një ritëm të ngadalshëm. Ejani, të pushoni dhe të zhyteni në traditat e pasura kulinare të Shkodrës në Hotelin Ikona.",
  "explore_menu": "Eksploro Menunë Tonë",
  "included_packet": "Përfshirë në Paketë",
  "breakfast": "Mëngjesi",
  "breakfast_location": "Vendndodhja: Dhomë, Kopsht, Tarracë, Restorant",
  "breakfast_days": "E Hënë - E Diel",
  "lunch_dinner": "Dreka dhe Darka",
  "restaurant_location": "Vendndodhja: Kopsht, Tarracë, Restorant",
  "restaurant_days": "E Hënë - E Diel",
  "drink": "Pi një gotë!",
  "bar": "Bar",
  "bar_location": "Vendndodhja: Tarracë, Bar",
  "bar_days": "E Hënë - E Diel",
  "discover_menu": "Zbuloni Menunë Tonë",
  "tab_breakfast": "Mëngjesi",
  "tab_lunch_dinner": "Dreka & Darka",
  "tab_desserts": "Ëmbëlsirat",
  "tab_drinks": "Pijet",
  "eggs": "Vezë",
  "eggs_desc": "Shijoni cilësinë e vezëve të freskëta, gjëja e parë që bëni në mëngjes! Sigurohemi që të jenë preferencën tuaj!",
  "cottage_cheese": "Qumësht, Gjalp & Djath fshati ",
  "cottage_cheese_desc": "Me qumështin e prodhuar nga fermerët e zonës veriore, ne ju ofrojmë djathin tonë të fshatit dhe gjalpin e freskët.",
  "bread": "Bukë e freskët, Petulla ose Ëmbëlsira",
  "bread_desc": "Provoni bukën e freskët lokale gjatë qëndrimit tuaj, petullat tona të bëra në shtëpi ose ëmbëlsirat gjatë qëndrimit tuaj!",
  "cherry_jam": "Reçel qershie dhe molle artizan",
  "cherry_jam_desc": "Provoni reçelin më të freskët të frutave të stinës. Përgatitur nga kuzhinierët tanë!",
  "juice": "Lëngje dhe fruta sezonale",
  "juice_desc": "Lëngje të sapo shtrydhura për t'ju freskuar! Provoni frutat e stinës, qoftë fiku, qershia, mollët ose portokalli!",
  "coffee":"Kafe",
  "coffee_desc":"Bari ynë ofron kafe ekspres, kapuçino dhe të tjera, për kënaqësinë tuaj!",
  "cheesecake_desc":"Hoteli ynë ofron gjithashtu disa opsione të cheesecake-ut. Nga një cheesecake me reçel boronice të bërë nga kuzhinierët tanë, deri te cheesecake-u me çokollatë. Ju bëftë mirë!",
  "potatoes": "Patate të skuqura dhe të pjekura.",
  "potatoes_desc": "Një pjatë që nuk mund të mungojë në asnjë tryezë. Shijojini patatet e freskëta të vendit, në çdo mënyrë që dëshironi.",
  "meat": "Opsionet për të adhuruesit e mishit",
  "meat_desc": "Pjatat tona shkojnë nga bërxollat deri te qoftet dhe salcicet tradicionale të marra nga kasapët vendas. Ne sigurojmë që çdo pjatë është halal.",
  "fish": "Pjatat peshku",
  "fish_desc": "Peshku që shërbejmë është i marrur drejtpërdrejt nga lumin Buna dhe Drini, si dhe liqeni i Shkodrës, duke siguruar që është më i freskëti. Ne ofrojmë si peshkun e furrës ashtu edhe tavën tradicionale të Krapit.",
  "traditional_desserts": "Ëmbëlsirat tradicionale",
  "traditional_desserts_desc": "Në kopshtin tonë mund të shijoni të gjitha ëmbëlsirat tradicionale, si revania, bakllavaja e kështu me rradhë. ",
  "drinks": "Pijet",
  "drinks_desc": "Në barin tonë, ofrojmë disa opsione të verës së mirë dhe rakisë të fortë, të gjitha të produkuara dhe fermentuar nga vreshtat vendas, duke siguruar një shije autentike të pijeve tuaja. Përveç kësaj, ofrojmë një gamë koktejesh unike, të krijuara nga bartësit tanë të aftë për t'ju siguruar qëllim të çdo shije.",
  "book_table": "Rezervo një tryezë",
  "table_description": "Rezervoni një tryezë në restorantin tonë dhe shijoni një drekë apo darkë të shkëlqyer në ambientet tona të mrekullueshme. Nga mëngjesi deri në darkë, ofrojmë një gamë të gjerë ushqimesh të freskëta dhe tradicionale shkodrane, të përshtatura për të kënaqur të gjitha shijet dhe preferencat.",
  "vegetables": "Perime të freskëta",
  "vegetables_desc": "Si një pjatë e dytë, ose kryesore, ne ofrojmë disa opsione duke përdorur perime të freskëta nga fshatrat rreth zonës, Duke u siguruar që çdo klient ta gjejë veten në hotelin tonë.",
  "salads": "Sallatat",
  "salads_desc": "Sallatat më të mirat janë ato më të thjeshtat. Kualiteti qëndron tek përbërësit. Duke marrë prodhimet e fermerëve të zonës, shpresojmë që të shijoni sallatat tona!",
  "petulla": "Petulla",
  "petulla_desc": "Një specialitet shqiptar. Mund t'i shijoni me reçel, mjaltë ose me djathë nëse këkoni diçka të kripur.",
  "raki": "Raki",
  "raki_desc": "Provoni rakinë tonë të fortë nga fshatrat e veriut.",
  "wine": "Wine",
  "wine_desc": "Shijoni verën e vreshtave verior.",
  "beer": "Birra",
  "beer_desc": "Provoni gamën tonë të birrave",
  "cocktails": "Kokteile",
  "cocktails_desc": "Nëse dëshironi opsione të tjera alkoli, mund t'i gjeni ato në barin tonë.",
  "reserve_now": "Rezervo Tani",
  "restaurant_opening_hours": "Orët e Hapur të Restorantit",
  "monday_to_friday": "E Hënë - E Premte:",
  "saturday_and_sunday": "E Shtunë - E Diel:",
  "details": "Detajet",
  "contact_info": "Informacioni për kontaktin",
  "opening_hours": "Oraret e Hapura",
  "opening_hours_desc": "Restoranti ynë është i hapur nga e hëna në të dielë, duke ofruar dreka dhe darka për të gjitha preferencat dhe shijet.",
  "address": "Adresa",
  "address_desc": "3G98+2RQ, Rruga G'juhadol, Shkodër, Shqipëri",
  "phone": "Telefoni",
  "the_restaurant": "Restoranti",
  "email_restaurant": "Email",
  "email_desc": "hotelikona@gmail.com",
  "gallery_subtitle": "Hidh një sy në hotelin tonë",
  "gallery_title": "Galeri",
  "description_gallery": "Këtu mund të gjeni disa pamje të brendshme dhe të jashtme të Hotelit Ikona, duke përfshirë dhomat, restorantin dhe ambientet tona të përbashkëta.",
  "view_gallery": "Shiko Galerinë",
  "join_newsletter": "Bashkohuni me listën tonë të biletave",
  "newsletter_title": "Bashkohuni me ne në një udhëtim të paharrueshëm nëpër Shkodër",
  "newsletter_desc": "Abonohuni në biletën tonë për të marrë lajme të fundit dhe ofertat e fundit në Hotelin Ikona.",
  "your_email": "Email juaj",
  "subscribe_now": "Abonohu Tani",
  "subscribe_disclaimer": "Ne nuk do të ndajmë informacionin tuaj personal me askënd dhe do t'ju dërgojmë vetëm lajme dhe oferta të rëndësishme për ju.",
  "newsletter_success": "Ju keni u bërë një pjesë e listës sonë të biletave. Faleminderit!",
  "newsletter_error": "Ka pasur një problem gjatë regjistrimit tuaj. Ju lutemi, provoni përsëri më vonë.",
  "back_to_top": "Kthehu lart",
  "about_footer": "Hotelin Ikona është një biznes familjar i vendosur në zemër të Shkodrës, i cili synon të ofrojë një qëndrim të këndshëm për të gjithë ata që duan të vizitojnë qytetin e bukur të Shkodrës . Misioni ynë është të ofrojmë një shërbim të shkëlqyer, duke siguruar që të ftuarit tanë të përjetojnë kulturën e pasur dhe mikëpritjen e ngrohtë të kulturë shkodrane...",
  "footer_contact": "Kontaktoni me ne:",
  "footer_newsletter": "Bashkohuni me biletën tonë:",
  "footer_policy": "Rregullat e privatësisë dhe kushtet e përdorimit",
  "footer_rights": "Të gjitha të drejtat e rezervuara",
  "privacy_policy": "Politika e Privatësisë",
  "terms_of_use": "Kushtet e Përdorimit",
  "write": "Na shkruani:",
  "rooms_title": "Dhomat",

  "name-solo_serenity": "Dhoma Vetëm Qetësi",
  "name-couples_delight": "Dhomë Kënaqësi në çift",
  "name-family": "Dhomë Familjare",
  "name-family_deluxe": "Dhomë Familjare e Zgjeruar",
  "name-trios_retreat": "Dhomë për tre persona",
  "name-duos_comfort": "Dhomë për Rehati në Dyshe ",

  "mini-description-solo_serenity": "Për udhëtarët e vetëm, ju ftojmë të përjetoni pushimin dhe relaksimin në dhomat tona teke. Zgjohuni në bukurinë e luleve që po lulëzojnë jashtë dritares tuaj.<br><br>",
  "mini-description-couples_delight": "Për qëndrimin perfekt me personin tuaj të veçantë, ofrojmë një dhomë me një krevat dopio, një hapësirë pune për të ndjekur punët që mund të keni lënë në mes, hapësirë të mjaftueshme për ruajtjen e sendeve tuaja dhe një banjo private.",
  "mini-description-family": "Duke udhëtuar me familjen? Dhomë jonë familjare përfshin një krevat dopio dhe një krevat tek, siguruar një qëndrim të rehatshëm dhe të këndshëm për të gjithë.<br><br>",
  "mini-description-family_deluxe": "Udhëtimi si një familje e madhe është gjithmonë i vështirë. Na lejoni t'ju ndihmojmë! Dhoma Family Deluxe përfshin një krevat dopio, një krevat tek dhe një krevat me dy kate, me një kapacitet për të akomoduar 5 persona.",
  "mini-description-trios_retreat": "Jeni duke organizuar një pushim trio me miqtë tuaj? Rezervoni tani dhomën Trios Retreat, ku secili merr një krevat tek, hapësirë të mjaftueshme për ruajtjen e sendeve tuaja dhe një banjo private.",
  "mini-description-duos_comfort": "Dhoma Rehati në Dyshe ofrohet për çdo duet dinamik. Ku mund të gjeni 2 krevatë tek, hapësirë individuale për ruajtjen e sendeve tuaja personale dhe një banjo private. Shijoni qëndrimin tuaj në qytetin e bukur të Shkodrës, pa shqetësime.",

  "description-solo_serenity": "Mirë se vini në Dhomën tonë të Vetëm Qetësi të dizenjuar me kujdes, ku harmonia e përzierjes së modernes me elegancën bashkëkohore krijon një strehë të përkryer për udhëtarët e vetëm. Kjo dhomë, ideale për ata që kërkojnë një tërheqje të qetë vetëm, ofron një krevat të butë tek në një hapësirë personale të përsosur për relaks dhe luks. Ndriçimi i butë dhe i ngrohtë krijon një ambient qetësues, ideal për t'u relaksuar pas një dite të ngarkuar. Dizajni ynë, duke përfshirë elemente moderne me tone druri, kap hirin e balancës midis botës së shpejtë të sotme dhe qetësisë së natyrës, duke reflektuar bukurinë natyrore të Shkodrës dhe duke shtuar një prekje autentike të qytetit gjatë qëndrimit tuaj.<br>Për ata me një shpirt aventurier, dhoma jonë ofron pamje të mahnitshme dhe qasje të drejtpërdrejtë në kopsht, duke ju ftuar të zhyteni në florën e gjallë dhe qetësinë që është menjëherë jashtë derës tuaj.<br>Ne ofrojmë privilegjin për përdorimin e lavatriçes, megjithatë me një kosto shtesë. Nëse keni nevojë të lani rrobat tuaja personale, mund të kërkoni ndihmë nga stafi nga ora 08:00 deri në ora 16:00. Tarifa do të jetë bazuar në sasinë e artikujve që sillni për të larë.<br> Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të preferuara të ftohta. Me hapësirë të mjaftueshme për ruajtjen e sendeve tuaja, një tavolinë të dedikuar për punë, dhe një qasje të sigurt në internet, ne i mbështesim të gjitha nevojat tuaja. Shërbimi ynë 24-orësh i dhomës është gjithmonë në dispozicion për të siguruar që kërkesat tuaja të plotësohen menjëherë, në çdo kohë të ditës apo natës.<br>Përveç kësaj, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pjesët më të rëndësishme për një qëndrim të relaksuar dhe të freskët. Ne jemi të dedikuar për të krijuar një mjedis të qetë, të pastër dhe të rehatshëm për mysafirët tanë, me hapësira të dizenjuara me kujdes dhe shërbime që shtohen Rehatiat dhe lehtësisë tuaj. Pavarësisht nëse jeni këtu për një kalim të shkurtë ose puhsime të gjata, qëllimi ynë është t'ju bëjmë të ndiheni si në shtëpi që nga momenti kur mbërrini.<br>Rehatia dhe kënaqësia juaj janë prioritetet tona kryesore Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përkryer të stilit dhe funksionalitetit. Për më tepër, hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, kështu që nuk keni pse ta mendoni dy herë sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit në hotelin tonë.<br>Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime.",
  "description-couples_delight": "Mirë se vini në Dhomën tonë të Kënaqësisë në Çift të dizenjuar me kujdes,ku harmonia e përzierjes së modernes me elegancën bashkëkohore krijon një strehë të përkryer për ju dhe personin tuaj të veçantë. Ne kuptojmë rëndësinë e një pushimi të qetë dhe romantik, dhe dhoma jonë është e dizenjuar për të ofruar pikërisht atë. Duke përfshirë një krevat të butë dopio, kjo hapësirë intime është ideale për çifte që kërkojnë relaks dhe një prekje luksi. Ndriçimi i butë dhe i ngrohtë krijon një atmosferë qetësuese, ideale për t'u relaksuar bashkë pas një dite të gjatë. Dizajni ynë, duke përfshirë elemente moderne me tone druri, kap hirin e balancës midis botës së shpejtë të sotme dhe qetësisë së natyrës, duke reflektuar bukurinë natyrore të Shkodrës dhe duke shtuar një prekje autentike lokale qëndrimit tuaj.<br>Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të preferuara të ftohta. Me hapësirë të mjaftueshme për ruajtjen e sendeve tuaja, një tavolinë të dedikuar për punë, dhe një qasje të sigurt në internet, ne i mbështesim të gjitha nevojat tuaja.<br>Ne ofrojmë privilegjin për përdorimin e lavatriçes, megjithatë me një kosto shtesë. Nëse keni nevojë të lani rrobat tuaja personale, mund të kërkoni ndihmë nga stafi nga ora 08:00 deri në ora 16:00. Tarifa do të jetë bazuar në sasinë e artikujve që sillni për të larë.<br> Shërbimi ynë 24-orësh i dhomës është gjithmonë në dispozicion për të siguruar që kërkesat tuaja të plotësohen menjëherë, në çdo kohë të ditës apo natës.<br>Përveç kësaj, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pjesët më të rëndësishme për një qëndrim të relaksuar dhe të freskët. Ne jemi të dedikuar për të krijuar një mjedis të qetë, të pastër dhe të rehatshëm për mysafirët tanë, me hapësira të dizenjuara me kujdes dhe shërbime që shtohen Rehatiat dhe lehtësisë tuaj. Pavarësisht nëse jeni këtu për një kalim të shkurtë ose puhsime të gjata, qëllimi ynë është t'ju bëjmë të ndiheni si në shtëpi që nga momenti kur mbërrini.<br>Rehatia dhe kënaqësia juaj janë prioritetet tona kryesore Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përkryer të stilit dhe funksionalitetit. Për më tepër, hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, kështu që nuk keni pse ta mendoni dy herë sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit në hotelin tonë..<br>Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime.",
  "description-family": "Mirë se vini në dhomën tonë familjare të dizenjuar me kujdes,ku harmonia e përzierjes së modernes takon komoditetin bashkëkohor. Ne e dimë se udhëtimi si familje mund të jetë i lodhshëm, dhe ne dëshirojmë të ofrojmë vendin më të mirë për t'u relaksuar dhe pushuar. Kjo hapësirë e qetë përfshin një krevat dopio dhe një krevat tek, duke e bërë ideale për familjet. Ndriçimi i butë dhe i ngrohtë krijon një atmosferë qetësuese, perfekte për t'u relaksuar pas një dite të ngarkuar. Kombinimi i dizajnit modern dhe tonet e drurit synojnë të ilustrojnë harmoninë mes botës sonë bashkëkohore dhe lidhjen tonë me natyrën. Natyra është shumë e rëndësishme për qytetarët e Shkodrës, prandaj ne provuam të sjellim çdo prizëm, për të bërë përvojën më autentike.<br>Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të freskëta. Ka hapësirë të mjaftueshme për ruajtjen e sendeve tuaja dhe një tavolinë të dedikuar për kapjen e punës, e mbështetur nga një qasje e besueshme në internet. Shërbimi ynë 24-orësh i dhomës siguron që të gjitha nevojat tuaja të plotësohen në çdo kohë, ditë ose natë.<br>Përveç kësaj, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pjesët më të rëndësishme për një qëndrim të relaksuar. Ne jemi të angazhuar për të krijuar një mjedis të qetë, të pastër dhe të rehatshëm për të gjithë mysafirët tanë, sidomos ata që udhëtojnë me familje.<br>Ne ofrojmë privilegjin për përdorimin e lavatriçes, megjithatë me një kosto shtesë. Nëse keni nevojë të lani rrobat tuaja personale, mund të kërkoni ndihmë nga stafi nga ora 08:00 deri në ora 16:00. Tarifa do të jetë bazuar në sasinë e artikujve që sillni për të larë.<br> Hapësirat dhe shërbimet tona të dizenjuara me kujdes janë të destinuara për të ofruar komoditet dhe lehtësi, siguruar një përvojë të paharrueshme dhe të qetë. Pavarësisht nëse jeni këtu për një qëndrim të shkurtër ose një vizitë të zgjatur, qëllimi ynë është t'ju bëjmë të ndiheni si në shtëpi që nga momenti kur mbërrini.<br>Qëllimi ynë është rehatia juaj! Që nga momenti që hyni në dhomën tonë, synojmë të ofrojmë një përshtatje të përsosur të luksit dhe praktikës. Relaksohuni, ripërtërini energjitë, dhe shijoni balancën perfekte të stilit dhe funksionalitetit në një ambient të dizenjuar për të përmbushur nevojat e çdo udhëtari.<br>Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime.",
  "description-family_deluxe": "Mirë se vini në dhomën tonë të dizenjuar me kujdes të veçantë,ku harmonia e përzierjes së modernes bashkohet pa mëkat me komoditetin bashkëkohor. Duke kuptuar lodhjen që vjen me udhëtimin e familjes, ne përpiqemi të ofrojmë strehën perfekte për relaks dhe pushim. Kjo hapësirë e qetë përfshin një krevat dopio, një krevat tek dhe një krevat marinar, duke pritur deri në pesë mysafirë. Ndriçimi i butë dhe i ngrohtë nxit një atmosferë të qetësuese, ideale për t'u relaksuar pas një dite të gjatë. Dizajni ynë, duke kombinuar elemente moderne me tone druri, reflekton balancën midis botës sonë të shpejtë dhe mjedisit natyror, një homazh ndaj rëndësisë së natyrës në Shkodër, duke sjellë një përvojë autentike lokale të qëndrimit tënd.<br>Përkufizohuni nga konvenienca e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të freskëta. Me hapësirë të mjaftueshme për ruajtjen e sendeve tuaja, një tavolinë të dedikuar për punën dhe një qasje të besueshme në internet, ne i mbështesim të gjitha nevojat tuaja. Shërbimi ynë 24-orësh i dhomës siguron që kërkesat tuaja të plotësohen menjëherë, në çdo kohë të ditës apo natës.<br>Ne ofrojmë privilegjin për përdorimin e lavatriçes, megjithatë me një kosto shtesë. Nëse keni nevojë të lani rrobat tuaja personale, mund të kërkoni ndihmë nga stafi nga ora 08:00 deri në ora 16:00. Tarifa do të jetë bazuar në sasinë e artikujve që sillni për të larë.<br>Për më tepër, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pajisjet themelore, duke siguruar një qëndrim të freskët dhe të këndshëm. Ne jemi të përkushtuar në krijimin e një mjedisi të qetë, të pastër dhe të rehatshëm për të gjithë mysafirët tanë, veçanërisht familjet. Hapësirat dhe shërbimet tona të dizenjuara me kujdes janë të destinuara për të siguruar komoditet dhe lehtësi, duke garantuar një përvojë të paharrueshme dhe të rehatshme, pavarësisht nëse vizita juaj është e shkurtër apo e zgjatur. Ne dëshirojmë që ju të ndiheni si në shtëpi që nga momenti kur mbërrini.<br>Komoditeti juaj është prioriteti ynë! Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përsosur të stilit dhe funksionalitetit. Siguria është shumë e rëndësishme dhe hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, duke ju siguruar ju dhe sendet tuaja gjatë qëndrimit në hotelin tonë.<br>Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime.",
  "description-trios_retreat": "Mirë se vini në dhomën tonë Trios Retreat, ku dizajni bashkohet me komoditetin, i përsosur për aventurën e grupit tuaj. Duke njohur parapëlqimin e shoqërive të ngushta që udhëtojnë së bashku, kemi krijuar një hapësirë ideale për relaksim dhe kënaqësi. Kjo dhomë e gjallë përfshin tre krevatë tek, duke mikëpritur deri në tre mysafirë me komoditet. Dekorimi bashkëkohor me nuanca të buta krijojnë një atmosferë ftuese, ideale për t'u relaksuar pas një dite eksplorimi të kulturës së gjallë të Shkodrës.<br>Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të freskëta. Hapësira e mjaftueshme për ruajtjen e sendeve siguron organizimin e rregullt të të gjitha sendeve, ndërsa aksesi në internet me shpejtësi të lart'ju mbajtë të lidhur gjatë gjithë qëndrimit tuaj. Shërbimi ynë 24-orësh siguron që nevojat tuaja të plotësohen menjëherë, ditë apo natë.<br>Për më tepër, dhoma përfshin një banjo të pajisur mirë me të gjitha pajisjet themelore, duke siguruar një qëndrim të freskët. Ne jemi të angazhuar për të ofruar një mjedis të relaksuar dhe të këndshëm për të gjithë mysafirët tanë, sidomos grupet e miqve. Dizajni dhe shërbimet tona të menduara përpara sigurojnë komoditet dhe lehtësi, duke garantuar një përvojë të paharrueshme dhe të rinovuar, pavarësisht se qëndrimi juaj është i shkurtër ose i zgjatur.<br>Ne ofrojmë privilegjin për përdorimin e lavatriçes, megjithatë me një kosto shtesë. Nëse keni nevojë të lani rrobat tuaja personale, mund të kërkoni ndihmë nga stafi nga ora 08:00 deri në ora 16:00. Tarifa do të jetë bazuar në sasinë e artikujve që sillni për të larë.<br> Ne dëshirojmë që ju të ndiheni të lirë që nga momenti kur mbërrini.<br>Komoditeti juaj është prioriteti ynë! Ne punojmë për të kombinuar luksin me praktikën, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përsosur të stilit dhe funksionalitetit. Siguria është e padiskutueshme dhe hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, duke garantuar sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit tuaj.<br>Pagesat pranohen me para ne dorë në recepcion. Për më shumë detaje, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime.",
  "description-duos_comfort": "Mirë se vini në Dhomën tonë Rehati në Dyshe, e dizenjuar me shije moderne dhe prekje të ngrohtë, ideale për udhëtimin e miqve tuaj më të mirë. Ne e dimë rëndësinë e një pushimi të qetë dhe miqësor, prandaj kemi krijuar një ambient të mrekullueshëm për t'u relaksuar. Dhomës së butë i përket një krevat i lartë dhe komod, duke bërë që dhoma të jetë ideale për çiftet dhe miqtë më të afërt. Ndriçimi i butë dhe i ngrohtë dhe dekorimi modern me tone të ngrohta druri krijon një atmosferë të përkryer për të relaksuar kohë bashkë pas një dite të ngarkuar të shëtitjeve dhe eksplorimeve në Shkodër.<br>Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të ftohta. Hapësira e mjaftueshme për ruajtjen e sendeve siguron që gjithçka të jetë në vendin e tij, ndërsa qasja në internet me shpejtësi të lart'ju siguron që të jeni të lidhur gjatë gjithë kohës. Shërbimi ynë i dhomës 24-orësh siguron që kërkesat tuaja të plotësohen menjëherë, në çdo kohë, ditë apo natë.<br> Ne ofrojmë privilegjin për përdorimin e lavatriçes, megjithatë me një kosto shtesë. Nëse keni nevojë të lani rrobat tuaja personale, mund të kërkoni ndihmë nga stafi nga ora 08:00 deri në ora 16:00. Tarifa do të jetë bazuar në sasinë e artikujve që sillni për të larë.<br>Për më tepër, dhoma përfshin një banjo të plotësuar me të gjitha pajisjet themelore, duke siguruar një qëndrim të freskët dhe të këndshëm. Ne jemi të përkushtuar për të ofruar një mjedis të qetë, të pastër dhe të rehatshëm për të gjithë mysafirët tanë, veçanërisht ata që udhëtojnë me miqtë më të mirë. hapësirat dhe shërbimet tona të dizenjuara me kujdes sigurojnë që ju të keni një përvojë të paharrueshme dhe të qetë, pavarësisht se udhëtimi juaj është i shkurtër apo i zgjatur. Synimi ynë është që ju të ndiheni si në shtëpi që nga momenti kur mbërrini.<br>Rehatia juaj është prioriteti ynë! Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë dhe të shijoni një balancë të përkryer të stilit dhe funksionalitetit. Siguria është e rëndësishme për ne, prandaj hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, duke përfshirë kamera mbikëqyrje dhe pikë hyrjeje të sigurta, për të garantuar sigurinë tuaj e sendeve tuaja gjatë qëndrimit tuaj.<br>Pagesat pranohen me para ne dorë në recepcion. Për më tepër detaje, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë në bazë të numrit të personave dhe periudhës së rezervimit tuaj. Prandaj, ju rekomandojmë të na kontaktoni për të siguruar që nuk ka asnjë keqkuptim.",
  
  "price-currency": "€",
  "price-time": "Nata",
  "price-title": "${price-currency}${data-value}/${price-time}",
  
  "feature-guest": "Mysafir", 
  "feature-guest^": "Mysafirë", 
  "feature-guest-title": "${data-value} ${data-value==1?feature-guest:feature-guest^}",
  "feature-single-bed": "Shtrat", 
  "feature-single-bed^": "Shtretër", 
  "feature-single-bed-title": "${data-value} ${data-value==1?feature-single-bed:feature-single-bed^}",
  "feature-double-bed": "Shtrat", 
  "feature-double-bed^": "Shtretër", 
  "feature-double-bed-title": "${data-value} ${data-value==1?feature-double-bed:feature-double-bed^}",
  "feature-bunk-bed": "Shtrat", 
  "feature-bunk-bed^": "Shtretër", 
  "feature-bunk-bed-title": "${data-value} ${data-value==1?feature-bunk-bed:feature-bunk-bed^}",
  "feature-bath": "Banjo", 
  "feature-bath^": "Banjo", 
  "feature-bath-title": "${data-value} ${data-value==1?feature-bath:feature-bath^}",
  
  "image-alt-images/services/garden.jpg": "",
  "room-subtitle": "Shijoni pushimet në hotelin tonë.",
  "room-see":"Hidhini një sy se çfarë ofrojnë dhomat tona!",
  "room-view":"Shiko Detajet",
  
  "name-placeholder": "Emri Juaj *",
  "email-placeholder": "Adresa E-mail *",
  "message-placeholder": "Mesazhi Juaj:"

}