{
  "about_hotel_title": "Rreth Hotelit",
  "enjoy_pleasure_subtitle": "Kënaquni me kohën tuaj në hotelin tonë.",
  "home": "Ballina",
  "rooms": "Dhomat",
  "pages": "Faqet",
  "about_hotel_breadcrumb": "Rreth Hotelit",
  "about_our_hotel_title": "Rreth Hotelit Tonë",
  "our_gallery_title": "Galeria Jonë",
  "testimonials_title": "Dëshmi dhe Klientët",
  "what_said_about_us": "Çfarë u tha për ne",
  "about_us_footer_title": "Rreth nesh",
  "read_more_link": "Lexo më shumë",
  "contact_info_footer_title": "Informacioni për kontakt",
  "call_text": "Telefoni:",
  "write_text": "Shkruani:",
  "find_us_text": "Gjeni ne:",
  "get_in_touch_link": "Merrni në kontakt",
  "helpful_links_footer_title": "Linqet e dobishme",
  "our_last_news_link": "Lajmet tona të fundit",
  "rooms_link": "Dhomat",
  "contacts_link": "Kontaktet",
  "about_link": "Rreth nesh",
  "email_placeholder": "Email juaj",
  "send_btn": "Dërgo",
  "copyright_text": "© Diamant 2024. Të gjitha të drejtat e rezervuara.",
  "welcome_message": "Mirësevini në Hotel Ikona",
  "start_explore_link": "Fillo eksplorimin",
  "your_getaway": "Pushimi juaj i përsosur ju pret",
  "view_our_rooms": "Shiko dhomat tona",
  "experience_shkodra": "Përjetoni kulturën e Shkodrës",
  "view_room_details": "Shiko detajet e dhomës",
  "about_us_description": "Mirësevini në Hotelin Ikona, një biznes i bukur i drejtuar nga një familje e përkushtuar për të ofruar një qëndrim të mrekullueshëm për të gjithë ata që dëshirojnë të eksplorojnë qytetin e bukur të Shkodrës. Misioni ynë është të sigurojmë shërbimin më të mirë të mundshëm, duke garantuar që çdo vizitor të përjetojë kulturën e pasur dhe mikpritjen e ngrohtë të Shkodrës. Në Hotelin Ikona, krenohemi për ofrimin e një shërbimi shumë të mirë, duke qenë në dispozicion të stafit tonë 24/7 për të kujdesur për nevojat tuaja dhe për të siguruar që qëndrimi juaj të jetë sa më i rehatshëm. Ju ftojmë të përfshiheni në kulturën vendase dhe të jetoni si një qytetar i Shkodrës, edhe pse vetëm për disa ditë. Dizajni unik modern, elegant, dhe me motive druri na dallon nga hotelat e tjera. Duke kombinuar elemente bashkëkohore me materiale natyrale, krijojmë një atmosferë të ngrohtë dhe mikpritëse që reflekton tërheqjen e Shkodrës. Bashkë me ndriçimin e ngrohtë dhe të butë, jemi munduar të jemi të kujdesshëm , që të sigurojmë përvojën më të rehatshme dhe relaksuese për mysafirët tanë. Përkushtimi ynë për pastrimin dhe mikpritjen është i palëkundur. Ne përpiqemi të jemi më të mirë në këto fusha, duke siguruar që çdo cep i hotelit tonë të jetë i pastër dhe  që çdo mysafir të ndihet i mirëpritur me ngrohtësi. Ejani dhe përjetoni të jetuarit e veçantë të Shkodrës në Hotelin Ikona. Për më tepër, ju presim me padurim, dhe do të mundohemi që qëndrimin tuaj të jetë i paharrueshëm.",
  "view_our_services": "Shiko shërbimet tona",
  "hotel_extra_services": "Shërbime shtesë në hotel",
  "bar_n_restaurant": "Bar dhe Restorant",
  "eat_local_produce": "Hani prodhimet vendore",
  "bar_n_restaurant_description": "Shijoni prodhimet vendore dhe produkte bio që ofron hoteli ynë. Nga mëngjesi i përfshirë me kuzhinën tradicionale shqiptare dhe mesdhetare deri te koktejlet tona.",
  "terrace": "Terasë",
  "terrace_message": "Shijoni mbrëmjet tuaja në ajër të pastër!",
  "terrace_description": "Shijoni kafenë e mëngjesit ose pije të mbrëmjes në pamjen dhe erën e këndshme të terasë sonë.",
  "garden": "Kopsht",
  "garden_message": "Relaksohuni me bashkëudhëtarët tuaj!",
  "garden_description": "Përjetoni kopshtin tradicional shkodran të mbushur me lule. Vendi i përsosur për të relaksuar dhe për të shijuar ambientin.",
  "amnities": "Shërbime dhe shërbime të tjera",
  "amnities_message": "SHIJONI BASHKËPUNIMIN E PLOTË DHE CILËSINË MË TË MIRË",
  "more_about_us": "Më shumë për ne",
  "more_about_us_message": "Provo përvojën shkodrane!",
  "more_about_us_content": "Në Hotelin Ikona, ne besojmë se detajet bëjnë dallimin. Dhomat tona janë projektuar me kujdes me një estetikë moderne-rustike, duke krijuar një përqasje unike të komfortit bashkëkohor dhe sharmit natyral. Ky zgjedhje e dizajnit jo vetëm që na dallon nga hotelat e tjera, por gjithashtu ofron një mjedis të ngrohtë dhe të ftueshëm që duket si një shtëpi larg shtëpisë. Ne kuptojmë se një qëndrim i rehatshëm shkon përtej vetëm estetikës. Prandaj kemi përfshirë ndriçimin ambiental të butë nëpër hotelin tonë, zgjedhur me kujdes për të përmirësuar relaksimin dhe për të krijuar një atmosferë qetësuese. Mosha e dëshiruar: Nëse jeni këtu për të çliruar pas një diteje turistike ose për të marrë në punë, ndriçimi ynë siguron ambientin e duhur për çdo veprim. Përkushtimi ynë për mikpritjen është i shfaqur në shërbimin tonë 24/7. Pa marrë parasysh kohën e ditës ose natës, stafi ynë miqësor dhe profesional është gjithmonë në dispozicion për të ndihmuar me çdo kërkesë ose nevojë që mund të keni. Duke ofruar rekomandime lokale dhe duke siguruar që dhoma juaj është e pastruar, ne shkojmë përtej dhe më tej për të bërë që qëndrimi juaj të jetë sa më i këndshëm dhe pa vështirësi të mundshme. Si avokatë të trashëgimisë kulturore të pasur të Shkodrës, ne inkurajojmë mysafirët tanë të përjetojnë veten e tyre në jetën vendase. Ne ofrojmë përvoja dhe rekomandime të ndryshme për t'ju ndihmuar të lidheni me historinë, traditën dhe komunitetin e pasur të qytetit. Qofte se është eksplorimi i vendeve historike, shijimi i kuzhinës lokale ose pjesëmarrja në ngjarje kulturore, ne përpiqemi që vizita juaj në Shkodër të jetë vërtet e paharrueshme. Në Hotelin Ikona, pastrimi është i parësishëm. Ne respektojmë standardet më të larta të higjienës për të siguruar që çdo pjesë e hotelit tonë të jetë e pastruar. Protokollet tona të pastrimit rigoroz dhe vëmendja ndaj detajeve garantojnë një mjedis të sigurt dhe të rehatshëm për të gjithë mysafirët tanë. Ju ftojmë të zbuloni dallimin që një qëndrim në Hotelin Ikona mund të bëjë. Përjetoni përqasje të përsosur të komfortit modern dhe sharmit rustik, shërbim të jashtëzakonshëm dhe mikpritje të vërtetë që vetëm një hotel i drejtuar nga një familje mund të ofrojë. Edhe më tepër, presim me padurim të ju mirëpresim dhe të bëjmë që qëndrimin tuaj në Shkodër të jetë i paharrueshëm.",
  "video_about": "Video Rreth Hoteleve Tona",
  "media_tech_title": "Media dhe Teknologji",
  "media_tech_desc": "Çdo dhomë në hotelin tonë është e pajisur me një televizor me ekran të plotë, telefon, frigorifer, kondicioner ajri dhe pajisje të tjera për të siguruar maksimumin e komfortit dhe përshtatshmërisë tuaj.",
  "parking_title": "Vendparkimi",
  "parking_desc": "Hotel jonë ofron një hapësirë parkimi private për secilën dhomë të rezervuar, siguruar që klientët tanë nuk do të duhet të shqetësohen për mjetet e tyre.",
  "room_service_title": "Shërbimi në Dhomë",
  "room_service_desc": "Krenohemi me shërbimin tonë 24-orësh në dhomë, gjithmonë në dispozicion për gjithçka që mund të keni nevojë.",
  "wifi_title": "WiFi Falas",
  "wifi_desc": "WiFi është i disponueshëm për të gjithë klientët tanë, duke siguruar lidhshmëri gjatë gjithë qëndrimit të tyre.",
  "breakfast_title": "Mëngjesi Falas",
  "breakfast_desc": "Çdo rezervim përfshin mëngjesin, duke përfshirë prodhimet vendase nga djath i fshatrave veriore tek marmelada e bërë në shtëpi që ofrohet nga hoteli ynë.",
  "travel_title": "Sugjerimet për udhëtim",
  "travel_desc": "Hotel yni bashkëpunon me disa agjenci udhëtimi shqiptare për të sugjeruar udhëtimin tuaj të ardhshëm ose vendpushimin.",
  "security_title": "Siguria dhe Siguria",
  "security_desc": "Për qetësinë tuaj të mendjes, hoteli ka mbikëqyrje me kamera, duke siguruar sigurinë e juaj dhe të pronave tuaja gjatë qëndrimit tuaj.",
  "food_title": "Ushqimi dhe Pijet",
  "food_desc": "Ne ofrojmë një gamë pjatash shkodrane, duke përdorur vetëm prodhimet vendase dhe duke siguruar që të gjitha zgjedhjet janë halal. Përveç kësaj, ofrojmë një gamë pijeve, nga koktejlet te raki i vjetër dhe verë.",
  "ambients_subtitle": "Kënaquni me kohën tuaj në hotelin tonë.",
  "ambients_title": "Ambientet Tona",
  "testimonials_subtitle": "Çfarë u tha për ne",
  "test_danijela": "Stafi shumë miqësor. E pëlqeu mëngjesin. Shumë qendër. Qëndrua më gjatë se parashikohet për shkak të rrëzimit të biçikletës sime... të gjithë ishin shumë të ndihmshëm.",
  "test_sultan": "Sinqerisht një vend i bukur pranë tregut të tregut e rekomandoj për akomodim sepse është afër gjithçkaje që nuk ka nevojë për një makinë dhe stafi janë të bukur dhe të kuptueshëm të gjithë përpiqen t'ju ndihmojnë kudo vetëm pytuni përgjigja për të gjitha",
  "test_oswald": "Strukturë inovative dhe mikpritëse. Vendndodhja ishte afër qendrës me parkim brenda. Vlera për paratë.",
  "test_armando": "Vendndodhje qendrore. Mëngjesi ishte shumë i mirë. Stafi shumë miqësor. Strukturat shumë të reja.",
  "contact_subtitle": "Kënaquni me kohën tuaj në hotelin tonë.",
  "contact_title": "Kontaktet Tona",
  "location_title": "Vendndodhja Jonë",
  "location_desc": "E vendosur në zemrën e Shkodrës, hoteli ynë është i vendosur në një nga lagjet më të vjetra të qytetit. Shijoni qasje të lehtë në qendrën e gjallë, ku mund të përjetoni muzikë, kulturë dhe frymën e gjallë të këtij qyteti të çuditshëm. E aksesueshme nga çdo mjet transporti, vendndodhja jonë siguron lehtësi dhe një qëndrim të paharrueshëm.",
  "location_address": "3G98+2RQ, Rruga G'juhadol, Shkodër, Shqipëri",
  "phone_title": "Telefoni ynë",
  "phone_desc": "Mos hezitoni të na telefononi në çdo kohë në numrin e dhënë; shërbimi ynë 24/7 siguron që të merrni ndihmë të menjëhershme për të gjitha nevojat e rezervimit ose kërkesave tuaja, duke siguruar lehtësi dhe kënaqësi përplotësuese gjatë qëndrimit tuaj.",
  "phone_number": "+355 68 454 4403",
  "mail_title": "Posta jonë",
  "mail_desc": "Mos hezitoni të na kontaktoni nëpërmjet emailit me çdo pyetje që mund të keni. Pavarësisht nëse keni nevojë për një kërkesë, anulim, ose rezervim, ne jemi këtu për t'ju ndihmuar menjëherë. Angazhimi ynë është për të përgjigjur brenda 24 orëve për të siguruar që pyetjet tuaja të adresohen në mënyrë të shpejtë.",
  "mail_address": "hotelikona@gmail.com",
  "contact_form_subtitle": "Merrni në kontakt",
  "view_details": "Shiko Detajet",
  "take_a_look": "Hidh një sy në dhomat që ofrojmë.",
  "about_accomodation": "Rreth Akomodimit",
  "gallery_elegance": "Galeri e Elegancës",
  "room_amenities": "Pajisje Dhoma",
  "room_service": "Shërbimi i Dhomës 24 Orë",
  "free_breakfast": "Mëngjesi Falas",
  "washing_machine": "Praljeje-Makine",
  "free_wifi": "WiFi Falas",
  "air_conditioned": "Klimatizuar",
  "refrigerator": "Frigorifer në dhomë",
  "suite_includes": "Çfarë përfshin kjo suitë?",
  "bathroom_shower": "Banjo me shi",
  "private_balcony": "Ballkon privat",
  "terrace_bar": "Terasë dhe Bar",
  "tv_screen": "TV-ekran UHD për të parë",
  "writing_desk": "Tavolinë për të shkruar",
  "book_this_suite": "Rezervoni Këtë Suitë",
  "your_name": "Emri juaj",
  "email": "Email",
  "submit_cnt": "Dërgo Mesazhin",
  "similar_rooms": "Dhoma të ngjashme",
  "our_restaurant": "Restoranti ynë",
  "restaurant": "Restorant",
  "special_selection": "Seleksion i veçantë",
  "about_our_restaurant": "Rreth Restorantit Tona",
  "restaurant_description": "Mirësevini në zemrën kulinarike të Hotelit Ikona, ku krenohemi me ofrimin e një përvojeje të vërtetë të ngrenies shkodrane, një largim i freskët nga stili i jetesës së shpejtë dhe ushqimi i botës moderne. Restoranti ynë është i dedikuar për përdorimin e vetëm prodhimeve më të freskëta të marra drejtpërdrejt nga fshatrat e afërta. Çdo pjatë është një dëshmi e angazhimit tonë për cilësi dhe traditë, duke përfshirë përbërës si vezë freske fshati, qumësht dhe djath i fshirë. Gjalpi dhe marmeladat tona të bëra në shtëpi shtojnë një prekje unike ofertave tona të mëngjesit, të cilat përfshihen në qëndrimin tuaj.<br>Ne kujdesemi shumë në zgjedhjen e mishrave tona, duke ofruar vetëm mishin më të mirë të qumështit dhe peshkut, duke siguruar që çdo mëngjes të jetë një kënaqësi për shijen tuaj. Ëmbëlsirat tona tradicionale përgatiten me dashuri dhe kujdes, duke ofruar një përfundim të ëmbël të ushqimit tuaj që përhap aromën e trashëgimisë sonë.<br> Në Hotelin Ikona, ngrenia është më shumë se thjesht një vakt; është një përvojë. Ju mund të shijoni ushqimin tuaj në një varg mjedisesh—pavarësisht nëse zgjidhni komfortin e dhomës suaj, atmosferën serene të kopshtit tonë, atmosferën mikpritëse të restorantit tonë, ose pamjet e qytetit nga terrasi ynë. Çdo vendndodhje është projektuar për të përmirësuar kënaqësinë tuaj dhe për të siguruar një largim qetësues.<br>Bari ynë është një tjetër gjë të përditshme, ofrojmë raki tradicional të cilin dhe një zgjedhje të verës së shquar nga fshatrat përreth. Bartësit tanë të aftë gjithashtu krijojnë një gamë koktejesh, duke siguruar se ka diçka për të gjithë të shijojnë.<br>Shërbimi ynë reflekton angazhimin tonë për të ofruar një përvojë autentike dhe të paharrueshme shkodrane. Nga momenti kur uleni për të ngrenë deri në muajtin e fundit, synojmë të ju transportojmë në një botë ku ushqimi përgatitet me kujdes dhe shijohet në një ritëm të ngadalshëm. Vini, pushoni dhe zhyteni në traditat e pasura kulinarë të Shkodrës në Hotelin Ikona.",
  "explore_menu": "Eksploro Menunë Tonë",
  "included_packet": "Përfshirë në Paketë",
  "breakfast": "Mëngjesi",
  "breakfast_location": "Vendndodhja: Dhomë, Kopsht, Terasë, Restorant",
  "breakfast_days": "E Hënë - E Diel",
  "lunch_dinner": "Dreka dhe Darka",
  "restaurant_location": "Vendndodhja: Kopsht, Terasë, Restorant",
  "restaurant_days": "E Hënë - E Diel",
  "drink": "Hidhu një gotë!",
  "bar": "Bar",
  "bar_location": "Vendndodhja: Terasë, Bar",
  "bar_days": "E Hënë - E Diel",
  "discover_menu": "Zbuloni Menunë Tonë",
  "tab_breakfast": "Mëngjesi",
  "tab_lunch_dinner": "Dreka & Darka",
  "tab_desserts": "Ëmbëlsirat",
  "tab_drinks": "Pijet",
  "eggs": "Vezë",
  "eggs_desc": "Shijoni cilësinë e vezëve të freskëta, herën e parë në mëngjes!",
  "cottage_cheese": "Djath i fshatit, Qumësht & Gjalp",
  "cottage_cheese_desc": "Me qumështin e prodhuar nga fermerët e zonës veriore, ne ju ofrojmë djathin tonë të fshatit dhe gjalpin e freskët të holluar.",
  "bread": "Bukë misri, Petulla ose Ëmbëlsira",
  "bread_desc": "Provoni bukën e freskët lokale gjatë qëndrimit tuaj, petullat tona të bëra në shtëpi ose ëmbëlsirat gjatë qëndrimit tuaj!",
  "cherry_jam": "Marmelada kumbulle dhe mollë e bërë në shtëpi",
  "cherry_jam_desc": "Provoni marmeladën më të freskët të stinës. Bërë nga kuzhinierët tanë!",
  "juice": "Lëngje dhe fruta sezonale",
  "juice_desc": "Lëngje të shtrydhura sapo për t'u përzier! Provoni frutat e stinës, qoftë fiku, qershia, mollët ose portokalli!",
  "potatoes": "Patate të skuqura dhe të pjekura",
  "potatoes_desc": "Një shtesë që nuk mund të mungojë nga një shpërndarje.",
  "meat": "Gjellët për të dashurit e mishit",
  "meat_desc": "Pjatat tona shkojnë nga copat e biftekut deri te qofteja dhe sallcicat tradicionale të marra nga mëkatarët vendas. Ne sigurojmë që çdo pjatë është halal.",
  "fish": "Pjatat peshku",
  "fish_desc": "Peshku që shërbejmë është i marrosur drejtpërdrejt nga lumin Buna dhe Drini, si dhe liqeni i Shkodrës, duke siguruar që është aq i freskët sa është e mundur. Menyra jonë përfshin të dy peshqit dhe pjatat e ndryshme.",
  "traditional_desserts": "Dëshira për trupat tradicional",
  "traditional_desserts_desc": "Në kopshtin tonë mund të shijoni të gjitha dëshirat tuaja tradicionale, nga ballokum, bakllava deri te ëmbëlsira të tjera tradicionale. Ne sigurohemi që këto janë të freskëta dhe kujdesen për shijen tuaj. ",
  "drinks": "Pijet",
  "drinks_desc": "Në barin tonë, ofrojmë një gamë të verës së mirë dhe raki të shquar, të gjitha të produkuara dhe fermentuar në vreshta vendas, duke siguruar një shije autentike të pijeve tuaja. Përveç kësaj, ofrojmë një gamë koktejesh unike, të krijuara nga bartësit tanë të aftë për t'ju siguruar qëllim të çdo shije.",
  "book_table": "Rezervo një tryezë",
  "table_description": "Rezervoni një tryezë në restorantin tonë dhe shijoni një drekë apo darkë të shkëlqyer në ambientet tona të mrekullueshme. Nga mëngjesi deri në darkë, ofrojmë një gamë të gjerë ushqimesh të freskëta dhe tradicionale shkodrane, të përshtatura për të kënaqur të gjitha shijet dhe preferencat.",
  "reserve_now": "Rezervo Tani",
  "restaurant_opening_hours": "Orët e Hapur të Restorantit",
  "monday_to_friday": "E Hënë - E Premte:",
  "saturday_and_sunday": "E Shtunë - E Diel:",
  "details": "Detajet",
  "contact_info": "Informacioni për kontaktin",
  "opening_hours": "Oraret e Hapura",
  "opening_hours_desc": "Restoranti ynë është i hapur nga e hëna në të dielë, duke ofruar dreka dhe darka për të gjitha preferencat dhe shijet.",
  "address": "Adresa",
  "address_desc": "3G98+2RQ, Rruga G'juhadol, Shkodër, Shqipëri",
  "phone": "Telefoni",
  "phone_desc": "+355 68 454 4403",
  "email_restaurant": "Email",
  "email_desc": "hotelikona@gmail.com",
  "gallery_subtitle": "Hidh një sy në hotelin tonë",
  "gallery_title": "Galeri",
  "description_gallery": "Këtu mund të gjeni disa pamje të brendshme dhe të jashtme të Hotelit Ikona, duke përfshirë dhomat, restorantin dhe ambientet tona të përbashkëta.",
  "view_gallery": "Shiko Galerinë",
  "join_newsletter": "Bashkohuni me listën tonë të biletave",
  "newsletter_title": "Bashkohuni me ne në një udhëtim të paharrueshëm nëpër Shkodër",
  "newsletter_desc": "Abonohuni në biletën tonë për të marrë lajme të fundit dhe ofertat e fundit në Hotelin Ikona.",
  "your_email": "Email juaj",
  "subscribe_now": "Abonohu Tani",
  "subscribe_disclaimer": "Ne nuk do të ndajmë informacionin tuaj personal me askënd dhe do t'ju dërgojmë vetëm lajme dhe oferta të rëndësishme për ju.",
  "newsletter_success": "Ju keni u bërë një pjesë e listës sonë të biletave. Faleminderit!",
  "newsletter_error": "Ka pasur një problem gjatë regjistrimit tuaj. Ju lutemi, provoni përsëri më vonë.",
  "back_to_top": "Kthehu lart",
  "footer_about": "Hotelin Ikona është një hotel familjar i vendosur në zemër të Shkodrës, duke ofruar një përvojë të qëndrueshme dhe mikpritëse për çdo vizitor. Me një qasje të përmasave të gjera të dhomave dhe shërbimeve të personalizuara, ne sigurojmë që qëndrimi juaj të jetë i paharrueshëm dhe i kujdesur me kujdes. Në Hotelin Ikona, ne shfaqim pasionin tonë për mikpritjen dhe cilësinë në çdo detaj.",
  "footer_contact": "Kontaktoni me ne:",
  "footer_newsletter": "Bashkohuni me biletën tonë:",
  "footer_policy": "Rregullat e privatësisë dhe kushtet e përdorimit",
  "footer_rights": "Të gjitha të drejtat e rezervuara",
  "privacy_policy": "Politika e Privatësisë",
  "terms_of_use": "Kushtet e Përdorimit"

}
