{
  "call_title": "Call:",
  "find_us": "Find Us:",
  "our_ratings": "Our ratings on Booking.com",
  "about": "About",
  "contact": "Contact",
  "about_hotel_title": "About The Hotel",
  "enjoy_pleasure_subtitle": "Enjoy your time in our Hotel with pleasure.",
  "home": "Home",
  "pages": "Pages",
  "about_hotel_breadcrumb": "About Hotel",
  "about_our_hotel_title": "About Our Hotel",
  "our_gallery_title": "Our Gallery",
  "testimonials_title": "Testimonials and Clients",
  "what_said_about_us": "What said about us",
  "about_us_footer_title": "About us",
  "read_more_link": "Read more",
  "contact_info_footer_title": "Contact info",
  "call_text": "Call :",
  "write_text": "Write :",
  "find_us_text": "Find us :",
  "get_in_touch_link": "Get in Touch",
  "helpful_links_footer_title": "Helpful links",
  "our_last_news_link": "Our last News",
  "rooms_link": "Rooms",
  "contacts_link": "Contacts",
  "about_link": "About",
  "email_placeholder": "Your Email",
  "send_btn": "Send",
  "back_to_top": "Back To Top",
  "copyright_text": "© Hotel Ikona 2024 . All rights reserved.",
  "welcome_message": "Welcome to Ikona Hotel",
  "start_explore_link": "Start Explore",
  "your_getaway": "Your perfect getaway awaits",
  "view_our_rooms": "View Our Rooms",
  "experience_shkodra": "Experience Shkodran’s culture",
  "view_room_details": "View  Room Details",
  "about_us_description": "Welcome to Ikona Hotel, a charming family-run business dedicated to offering a delightful stay for all those who wish to explore the beautiful city of Shkodra. Our mission is to provide exceptional service, ensuring that each guest experiences the rich culture and warm hospitality of Shkodra.<br> At Ikona Hotel, we pride ourselves on delivering excellent service around the clock. Our staff is available 24/7 to attend to your needs and make your stay as comfortable as possible. We invite you to immerse yourself in the local culture and live like a citizen of Shkodra, even if just for a few days.<br> Our unique modern rustic design sets us apart from other hotels. By blending contemporary elements with natural materials, we create a warm and inviting atmosphere that reflects the charm of Shkodra. Combined with our carefully designed ambient lighting, we aim to provide the most comfortable and relaxing experience for our guests.<br> Our commitment to cleanliness and hospitality is unwavering. We strive to be the best in these areas, ensuring that every corner of our hotel is spotless and every guest feels warmly welcomed. Come and experience the unique charm of Shkodra at Ikon Hotel. We look forward to making your stay unforgettable.",
  "view_our_services": "View Our Services",
  "hotel_extra_services": "Hotels Extra Services",
  "bar_n_restaurant": "Bar and Restaurant",
  "eat_local_produce": "Eat Local Produce",
  "bar_n_restaurant_description": "Enjoy the local produce, and bio products that our hotel offers. From the included breakfast with traditional Albanian and Mediterranean infused cuisines to our cocktails.",
  "terrace": "Terrace",
  "terrace_message": "Enjoy your evenings in fresh air!",
  "terrace_description": "Enjoy your morning coffee or your evening beverage in the delightful view and breeze of our terrace.",
  "garden": "Garden",
  "garden_message": "Relax with your companions!",
  "garden_description": "Experience the traditional Shkodran’s garden filled with flowers. The perfect place to relax and enjoy the ambient.",
  "amnities": "Other aminites and services",
  "amnities_message": "ENJOY COMPLETE & BEST QUALITY Cooperation",
  "more_about_us": "More about us",
  "more_about_us_message": "Try the Shkodran experience! ",
  "more_about_us_content": "At Ikona Hotel, we believe that the details make the difference. Our rooms are thoughtfully designed with a modern rustic aesthetic, creating a unique blend of contemporary comfort and natural charm. This design choice not only distinguishes us from other hotels but also provides our guests with a cozy and inviting environment that feels like a home away from home. <br> We understand that a comfortable stay goes beyond just aesthetics. That's why we've incorporated soft ambient lighting throughout our hotel, carefully chosen to enhance relaxation and create a soothing atmosphere. Whether you're here to unwind after a day of sightseeing or to catch up on work, our lighting ensures the perfect ambiance for any activity. <br>Our dedication to hospitality is reflected in our 24/7 service. No matter the time of day or night, our friendly and professional staff is always on hand to assist with any requests or needs you may have. From providing local recommendations to ensuring your room is immaculate, we go above and beyond to make your stay as pleasant and hassle-free as possible. <br>As advocates of Shkodra's rich cultural heritage, we encourage our guests to immerse themselves in the local way of life. We offer various experiences and recommendations to help you connect with the city's history, traditions, and vibrant community. Whether it's exploring the historic sites, enjoying the local cuisine, or participating in cultural events, we strive to make your visit to Shkodra truly memorable. <br>At Ikon Hotel, cleanliness is paramount. We adhere to the highest standards of hygiene to ensure that every part of our hotel is spotless. Our rigorous cleaning protocols and attention to detail guarantee a safe and comfortable environment for all our guests. <br>We invite you to discover the difference that a stay at Ikon Hotel can make. Experience the perfect blend of modern comfort and rustic charm, exceptional service, and the genuine hospitality that only a family-run hotel can offer. We look forward to welcoming you and making your stay in Shkodra unforgettable.",
  "video_about": "Video About Our Hotels",
  "media_tech_title": "Media & Technology",
  "media_tech_desc": "Each room in our hotel is equipped with a flat-screen TV, telephone, refrigerator, air conditioning, and other appliances to ensure your utmost comfort and convenience.",
  "parking_title": "Parking Space",
  "parking_desc": "Our hotel offers a private parking space for each reserved room, ensuring our clients won't have to worry about their vehicles.",
  "room_service_title": "Room Service",
  "room_service_desc": "We take pride in our 24-hour room service, always available for anything you may need.",
  "wifi_title": "Free WiFi",
  "wifi_desc": "Wi-Fi is available for all our clients, ensuring connectivity throughout their stay.",
  "breakfast_title": "Free Breakfast",
  "breakfast_desc": "Every reservation includes breakfast, featuring local produce from cottage cheese from northern villages to homemade jams offered by our hotel.",
  "travel_title": "Travel suggestions",
  "travel_desc": "Our hotel partners with several Albanian travel agencies to suggest your next adventure or vacation spot.",
  "security_title": "Safety & Security",
  "security_desc": "For your peace of mind, the hotel has camera surveillance, ensuring the security of you and your belongings throughout your stay.",
  "food_title": "Food & Drinks",
  "food_desc": "We offer a variety of Shkodran dishes, using only local produce and ensuring all selections are halal. Additionally, we provide a range of drinks, from cocktails to local raki and wine.",
  "ambients_title": "Our Ambients",
  "testimonials_subtitle": "What said about us",
  "test_danijela": "Very friendly staff. Enjoyed the breakfast. Very central. Stayed longer than intended due to crashing my bicycle... everyone was very helpful.",
  "test_sultan": "Frankly a nice place close to the market place I recommend it for accommodation because it is close to everything that does not need a car and the staff are nice and understanding everyone tries to help you anywhere just ask the answer for all",
  "test_oswald": "Inovative and welcoming structure. The location was close to the center with internal parking. The value for money.",
  "test_armando": "Central location. Breakfast was excellent. Very friendly staff. Very new facilities.",
  "contact_title": "Our Contacts",
  "location_title": "Our Location",
  "location_desc": "Nestled in the heart of Shkodra, our hotel is situated in one of the city's oldest neighborhoods. Enjoy easy access to the vibrant center, where you can immerse yourself in music, culture, and the lively spirit of this charming town. Accessible by any vehicle, our location ensures convenience and a memorable stay.",
  "location_address": "3G98+2RQ, Rruga G'juhadol, Shkodër, Albania",
  "phone_title": "Our Phone",
  "phone_desc": "Feel free to call us anytime at the number provided; our round-the-clock service ensures that you receive prompt assistance for all your reservation or request needs, ensuring your convenience and satisfaction throughout your stay.",
  "phone_number": "+355 68 454 4403",
  "mail_title": "Our Mail",
  "mail_desc": "Feel free to reach out to us via email with any questions you may have. Whether you need to make a request, cancellation, or reservation, we are here to assist you promptly. Our commitment is to respond within 24 hours to ensure your queries are addressed swiftly.",
  "mail_address": "hotelikona@gmail.com",
  "contact_form_subtitle": "Get In Touch",
  "view_details": "View Details",
  "take_a_look": "Take a look at the rooms that we offer.",
  "about_accomodation": "About Accommodation",
  "gallery_elegance": "Gallery of Elegance ",
  "room_amenities": "Room Amenities",
  "room_service": "24 Hour Room Service",
  "free_breakfast": "Free Breakfast",
  "washing_machine": "Washing Machine",
  "free_wifi": "Free  Wi Fi",
  "air_conditioned": "Air Conditioned",
  "refrigerator": "In-room Refrigerator",
  "suite_includes": "What  included in this suite?",
  "bathroom_shower": "Bathroom with rain shower",
  "private_balcony": "Private balcony",
  "terrace_bar": "Terrace and Bar",
  "tv_screen": "TV-UHD screen for watching",
  "writing_desk": "Writing desk",
  "book_this_suite": "Book  This Suite",
  "your_name": "Your Name",
  "email": "Email",
  "submit_cnt": "Send Message",
  "similar_rooms": "Similar Rooms",
  "the_restaurant": "The Restaurant",
  "our_restaurant": "Our Restaurant",
  "restaurant": "Restaurant",
  "special_selection": "Special selection",
  "about_our_restaurant": "About Our Restaurant",
  "restaurant_description": "Welcome to the culinary heart of Ikona Hotel, where we pride ourselves on offering an authentic Shkodran dining experience, a refreshing departure from the fast-paced lifestyle and food of the modern world. Our restaurant is dedicated to using only the freshest produce sourced directly from nearby villages. Every dish is a testament to our commitment to quality and tradition, featuring ingredients such as fresh village eggs, milk, and cottage cheese. Our homemade butter and jams add a unique touch to our breakfast offerings, which are included with your stay.<br>We take great care in selecting our meats, offering only the finest beef and fish, ensuring each meal is a delight to your palate. Our traditional desserts are crafted with love and care, providing a sweet end to your meal that echoes the flavors of our heritage.<br>At Ikona Hotel, dining is more than just a meal; it’s an experience. You can savor your food in a variety of settings—whether you choose the comfort of your room, the serene ambiance of our garden, the welcoming atmosphere of our restaurant, or the cityscape views from our terrace. Each location is designed to enhance your enjoyment and provide a tranquil escape.<br>Our bar is another gem, offering top-quality traditional raki and a selection of fine wines from the surrounding villages. Our skilled bartenders also craft a variety of cocktails, ensuring there’s something for everyone to enjoy.<br>Our service reflects our dedication to providing an authentic and memorable Shkodran experience. From the moment you sit down to dine until the last bite, we aim to transport you to a world where food is prepared with care and enjoyed at a leisurely pace. Come, relax, and immerse yourself in the rich culinary traditions of Shkodra at Ikona Hotel.",
  "explore_menu": "Explore Our Menu",
  "included_packet": "Included in the Packet",
  "breakfast": "Breakfast",
  "breakfast_location": "Location: Room, Garden, Terrace, Restaurant",
  "breakfast_days": "Monday - Sunday",
  "lunch_dinner": "Lunch and Dinner",
  "restaurant_location": "Location: Garden, Terrace, Restaurant",
  "restaurant_days": "Monday - Sunday",
  "drink": "Have a Drink!",
  "bar": "Bar",
  "bar_location": "Location: Terrace, Bar",
  "bar_days": "Monday - Sunday",
  "discover_menu": "Discover Our Menu",
  "tab_breakfast": "Breakfast",
  "tab_lunch_dinner": "Lunch & Dinner",
  "tab_desserts": "Desserts",
  "tab_drinks": "Drinks",
  "eggs": "Eggs",
  "eggs_desc": "Enjoy the quality of fresh eggs, first thing in the morning! Wether scrambled, sunny-side up, or boiled we are at your service.",
  "cottage_cheese": "Cottage cheese, Milk & Butter",
  "cottage_cheese_desc": "With the milk produced from the northern regions farmers, we offer you homemade cottage cheese and freshly churned butter.",
  "bread": "Sourdough Bread, Petulla or Desserts",
  "bread_desc": "Try the fresh local bread during, our homemade petullas or desserts during your stay!",
  "cherry_jam": "Homemade cherry and apple Jams",
  "cherry_jam_desc": "Try the seasons freshest jam. Made by our cooks!",
  "juice": "Juices and Seasonal fruits",
  "juice_desc": "Freshly squeezed juices for your enjoyment! Try out the fruits of the season, be it figs, cherries, apples or oranges!",
  "potatoes": "Fried and Baked Potatoes",
  "potatoes_desc": "An addition which can never miss from a spread. Enjoy our fresh potatos any way you like.",
  "meat": "Meat Lovers dishes",
  "meat_desc": "Our dishes range from steak cuts to traditional meatballs and sausages sourced from local butchers. We ensure that every dish is halal.",
  "fish": "Pescatarian dishes",
  "fish_desc": "The fish we serve is sourced directly from the rivers Buna and Drini, as well as the lake of Shkodra, ensuring it's as fresh as it gets. Our menu features both grilled fish and our traditional Karp dish.",
  "vegetables": "Fresh vegetables",
  "vegetables_desc": "As an addition, or as the main, we offer various dishes using vegetables from the local villages. Making sure that every client can find themselves here.",
  "salads": "Salads",
  "salads_desc": "The best salads are the simplest. The quality is in the produce. With the harvest from the local farmers, enjoy our fresh salads!",
  "petulla": "Petulla",
  "petulla_desc": "An Albanian specialty. Fluffy pieces of dough deep fried and enjoyed with honey, jams, or cottage cheese if you would like a snack.",
  "traditional_desserts": "Traditional Desserts",
  "traditional_desserts_desc": "Our Hotel serves homemade traditional desserts like revani, bakllava and so on. Taste the tradition!",
  "raki": "Raki",
  "raki_desc": "Try top-shelf raki, made from the local villages. Fair warning, it is very strong!",
  "wine": "Wine",
  "wine_desc": "Taste the wine from the northern villages grapes. Known for its strong taste.",
  "beer": "Beer",
  "beer_desc": "Try our selection of beers!",
  "cocktails": "Cocktails",
  "cocktails_desc": "We you would like to try some other selection of spirits, our hotel offers several options.",
  "about_footer": "Ikona Hotel, a charming family-run business dedicated to offering a delightful stay for all those who wish to explore the beautiful city of Shkodra. Our mission is to provide exceptional service, ensuring that each guest experiences the rich culture and warm hospitality of Shkodra...",
  "write": "Write:",
  "rooms_title": "Rooms",
  
  "name-solo_serenity": "Solo Serenity Room",
  "name-couples_delight": "Couples Delight Room",
  "name-family": "Family Room",
  "name-family_deluxe": "Family Deluxe Room",
  "name-trios_retreat": "Trios Retreat Room",
  "name-duos_comfort": "Duo's Comfort Room",

  "mini-description-solo_serenity": "For solo travelers , we invite you to experience rest and relaxation in our single rooms. Wake up to the serene beauty of blooming flowers right outside your window.<br><br>",
  "mini-description-couples_delight": "For the perfect stay with your special someone, we provide a room featuring a queen bed, a workspace for catching up on work, ample storage for your belongings, and a private bathroom.<br><br>",
  "mini-description-family": "Traveling with family? Our spacious room includes a queen-sized bed and a twin-sized bed, ensuring a comfortable and enjoyable stay for everyone.<br><br>",
  "mini-description-family_deluxe": "Traveling as a big family is always a hassle. Let us help you! The Family Deluxe Room includes one queen bed, one twin bed and one bunk bed, and a capacity of holding 5 persons.",
  "mini-description-trios_retreat": "Having a trio vacation with your friends? Reserve now the Trios Retreat room, where each one gets a twin bed, enough storage space for your belongings and a private bathroom.",
  "mini-description-duos_comfort": "Duo's Room for every dynamic duo. Where you can find 2 twin beds, individual storage space and a private bathroom. Enjoy your stay in the beautiful city of Shkodra, carefree.",

  "description-solo_serenity": "Welcome to our elegantly designed Solo Serenity Room, where modern rustic charm harmonizes with contemporary elegance to create a perfect haven for solo travelers. This room, ideal for those seeking a peaceful retreat, offers a plush twin-sized bed in an intimate space perfect for relaxation and luxury. Soft ambient lighting sets a serene mood, perfect for unwinding after a day of adventure. Our design, incorporating modern elements with wood accents, captures the essence of balance between the bustling modern world and the serenity of nature, reflecting the natural beauty of Shkodra and adding an authentic local touch to your stay.<br>For those with an adventurous spirit, our room provides stunning views and direct access to the garden, inviting you to immerse yourself in the vibrant flora and tranquility just outside your door. Enjoy the convenience of air conditioning and a room refrigerator to keep your favorite beverages and snacks chilled. With ample storage space for your belongings, a dedicated desk for any work you might need to catch up on, and reliable internet access, we cater to all your needs. Our 24-hour room service is always available to ensure that your requests are met promptly, at any time of day or night.<br>Additionally, the room includes a fully equipped bathroom, providing all the essentials for a relaxing and refreshing stay. We are dedicated to creating a peaceful and comfortable environment for our guests, with thoughtfully designed interiors and amenities that enhance your comfort and convenience. Whether you're here for a brief escape or a longer retreat, our goal is to make you feel at home from the moment you arrive.<br>Your comfort and satisfaction are our top priorities We aim to provide a seamless blend of luxury and practicality, allowing you to relax, recharge, and enjoy a perfect balance of style and functionality. For your peace of mind, our hotel is equipped with advanced security systems, including surveillance cameras and secure entry points, ensuring the safety of both you and your belongings throughout your stay.<br>Payments are accepted in cash at the reception. For further information, please contact us via the email address or phone number provided on this page. Keep in mind that the price may vary from the number of the persons or the time you make your reservation. So we very strongly recommend you contact us, to make sure no misunderstandings are made.",
  "description-couples_delight": "Welcome to our elegantly designed Couples Retreat Room, where modern rustic charm harmonizes with contemporary elegance to create a perfect haven for you and your special someone. We understand the importance of a tranquil and romantic getaway, and our room is designed to offer just that. Featuring a plush queen-sized bed, this intimate space is ideal for couples seeking relaxation and a touch of luxury. Soft ambient lighting sets a serene mood, perfect for unwinding together after a long day. Our design, incorporating modern elements with wood accents, captures the essence of balance between the bustling modern world and the serenity of nature, reflecting the natural beauty of Shkodra and adding an authentic local touch to your stay.<br>Enjoy the convenience of air conditioning and a room refrigerator to keep your favorite beverages and snacks chilled. With ample storage space for your belongings, a dedicated desk for any work you might need to catch up on, and reliable internet access, we cater to all your needs. Our 24-hour room service is always available to ensure that your requests are met promptly, at any time of day or night.<br>Additionally, the room includes a fully equipped bathroom, providing all the essentials for a relaxing and refreshing stay. We are dedicated to creating a peaceful and comfortable environment for our guests, with thoughtfully designed interiors and amenities that enhance your comfort and convenience. Whether you're here for a brief escape or a longer retreat, our goal is to make you feel at home from the moment you arrive.<br>Your comfort and satisfaction are our top priorities We aim to provide a seamless blend of luxury and practicality, allowing you to relax, recharge, and enjoy a perfect balance of style and functionality. For your peace of mind, our hotel is equipped with advanced security systems, including surveillance cameras and secure entry points, ensuring the safety of both you and your belongings throughout your stay.<br>Payments are accepted in cash at the reception. For further information, please contact us via the email address or phone number provided on this page. Keep in mind that the price may vary from the number of the persons or the time you make your reservation. So we very strongly recommend you contact us, to make sure no misunderstandings are made.",
  "description-family": "Welcome to our elegantly designed hotel room, where modern rustic charm meets contemporary comfort. We know that traveling as a family can be tiring, and we want to offer you the best place to relax and rest. This serene space features a queen-sized bed and a twin-sized bed, making it ideal for families. The soft ambient lighting creates a calming atmosphere, perfect for unwinding after a busy day. The combination of modern design and wood accents aims to illustrate the harmony between our contemporary world and our connection to nature. Nature is very important for the citizens of Shkodra, so we tried to bring every prism, to make the experience more authentic.<br>Enjoy the convenience of air conditioning and a room refrigerator to keep your beverages and snacks fresh. There's ample storage space for your belongings and a dedicated desk for catching up on work, supported by reliable internet access. Our 24-hour room service ensures that all your needs are met at any time, day or night.<br>Additionally, the room includes a fully equipped bathroom, providing everything you need for a relaxing stay. We are committed to creating a peaceful and comfortable environment for all our guests, especially those traveling with family. Our thoughtfully designed interiors and amenities cater to your comfort and convenience, ensuring a memorable and restful experience. Whether you're here for a short stay or an extended visit, our goal is to make you feel at home.<br>Our purpose is your comfort From the moment you step into our room, we aim to provide a seamless blend of luxury and practicality. Relax, recharge, and enjoy the perfect balance of style and functionality in a setting designed to meet the needs of every traveler.<br>Payment is completed at the reception in cash. For more information contact us at our email address or phone number enlisted in this page. Keep in mind that the price may vary from the number of the persons or the time you make your reservation. So we very strongly recommend you contact us, to make sure no misunderstandings are made.",
  "description-family_deluxe": "Welcome to our beautifully designed Family Deluxe Room, where modern rustic charm seamlessly blends with contemporary comfort. Understanding the exhaustion that comes with family travel, we strive to provide the perfect sanctuary for relaxation and rest. This tranquil space features a queen-sized bed, a twin-sized bed, and a bunk bed, comfortably accommodating up to five guests. The soft ambient lighting fosters a soothing atmosphere, ideal for unwinding after a long day. Our design, combining modern elements with wood accents, reflects the balance between our fast-paced world and the natural environment, a homage to the importance of nature in Shkodra, bringing an authentic local experience to your stay.<br>Benefit from the convenience of air conditioning and a room refrigerator to keep your beverages and snacks fresh. With ample storage space for your belongings, a dedicated desk for work, and reliable internet access, we cater to all your needs. Our 24-hour room service ensures that your requests are met promptly, any time of day or night.<br>Furthermore, the room includes a fully equipped bathroom, ensuring you have everything necessary for a relaxing stay. We are dedicated to creating a peaceful and comfortable environment for all our guests, especially families. Our thoughtfully designed interiors and amenities are tailored to provide comfort and convenience, guaranteeing a memorable and restful experience, whether your visit is short or extended. We want you to feel at home from the moment you arrive.<br>Your comfort is our priority We aim to offer a seamless blend of luxury and practicality, allowing you to relax, recharge, and enjoy a perfect balance of style and functionality. Safety is paramount, and our hotel is equipped with advanced security systems, including surveillance cameras and secure entry points, ensuring your peace of mind and the safety of your belongings throughout your stay.<br>Payments are accepted in cash at the reception. For further information, please contact us via the email address or phone number provided on this page. Keep in mind that the price may vary from the number of the persons or the time you make your reservation. So we very strongly recommend you contact us, to make sure no misunderstandings are made.",
  "description-trios_retreat": "Welcome to our stylishly appointed Trios Retreat Room, where modern design meets comfort, perfect for your group's adventure. Recognizing the fun and camaraderie of friends traveling together, we've created an ideal space for relaxation and enjoyment. This vibrant room features three twin-sized beds, accommodating up to three guests comfortably. The contemporary decor with subtle pops of color creates an inviting atmosphere, perfect for unwinding after a day of exploring Shkodra's vibrant culture.<br>Enjoy the convenience of air conditioning and a room refrigerator to keep your drinks and snacks cool. Ample storage space ensures everyone's belongings are neatly organized, while high-speed internet access keeps you connected throughout your stay. Our 24-hour room service ensures your needs are promptly met, day or night.<br>Additionally, the room includes a well-appointed bathroom with all essential amenities, ensuring a refreshing stay. We're committed to providing a relaxed and enjoyable environment for all our guests, especially groups of friends. Our thoughtful design and amenities cater to comfort and convenience, ensuring a memorable and rejuvenating experience, whether your stay is short or extended. We want you to feel at ease from the moment you arrive.<br>Your comfort is our priority We strive to blend luxury with practicality, allowing you to relax, recharge, and enjoy a perfect balance of style and functionality. Safety is paramount, and our hotel is equipped with advanced security systems, including surveillance cameras and secure entry points, ensuring your peace of mind and the safety of your belongings throughout your stay.<br>Cash payments are accepted at the reception. For more details, please contact us via the email or phone number provided on this page. Keep in mind that the price may vary from the number of the persons or the time you make your reservation. So we very strongly recommend you contact us, to make sure no misunderstandings are made.",
  "description-duos_comfort": "Welcome to our inviting Duo's Comfort Room, designed with modern flair and cozy touches, perfect for your best friends' getaway. Celebrating the bond and adventures of friends traveling together, we've crafted an ideal space for relaxation and fun. This lively room features two twin-sized beds, comfortably accommodating two guests. The stylish decor with vibrant accents creates a warm and welcoming atmosphere, ideal for unwinding after a day of exploring the charms of Shkodra.<br>Enjoy the convenience of air conditioning and a room refrigerator to keep your drinks and snacks chilled. With ample storage space for all your belongings and high-speed internet access, you'll have everything you need for a comfortable stay. Our 24-hour room service ensures that your requests are met promptly, day or night.<br>The room also includes a fully equipped bathroom with all essential amenities, ensuring a refreshing and enjoyable stay. We're dedicated to providing a relaxed and enjoyable environment for all our guests, especially pairs of friends. Our thoughtful design and amenities are tailored to offer both comfort and convenience, ensuring a memorable and rejuvenating experience, whether your stay is brief or extended. We aim to make you feel at home from the moment you arrive.<br>Your comfort is our priority We strive to blend luxury with practicality, allowing you to relax, recharge, and enjoy the perfect balance of style and functionality. Safety is paramount, and our hotel is equipped with advanced security systems, including surveillance cameras and secure entry points, ensuring your peace of mind and the safety of your belongings throughout your stay.<br>Cash payments are accepted at the reception. For more details, please contact us via the email or phone number provided on this page. Keep in mind that the price may vary from the number of the persons or the time you make your reservation. So we very strongly recommend you contact us, to make sure no misunderstandings are made.",

  "price-currency": "€",
  "price-time": "Night",
  "price-title": "${price-currency}${data-value}/${price-time}",
  
  "feature-guest": "Guest", 
  "feature-guest^": "Guests", 
  "feature-guest-title": "${data-value} ${data-value==1?feature-guest:feature-guest^}",
  "feature-single-bed": "Bed", 
  "feature-single-bed^": "Beds", 
  "feature-single-bed-title": "${data-value} ${data-value==1?feature-single-bed:feature-single-bed^}",
  "feature-double-bed": "Bed", 
  "feature-double-bed^": "Beds", 
  "feature-double-bed-title": "${data-value} ${data-value==1?feature-double-bed:feature-double-bed^}",
  "feature-bunk-bed": "Bed", 
  "feature-bunk-bed^": "Beds", 
  "feature-bunk-bed-title": "${data-value} ${data-value==1?feature-bunk-bed:feature-bunk-bed^}",
  "feature-bath": "Bath", 
  "feature-bath^": "Baths", 
  "feature-bath-title": "${data-value} ${data-value==1?feature-bath:feature-bath^}",
  
  "image-alt-images/services/garden.jpg": "",
  "room-subtitle": "Enjoy your time in our Hotel with pleasure.",
  "room-see":"Take a look at the rooms that we offer.",
  "room-view":"View Details",

  "name-placeholder": "Your Name *",
  "email-placeholder": "Email Address *",
  "message-placeholder": "Your Message:"

}