{
    "about_hotel_title": "About The Hotel",
    "enjoy_pleasure_subtitle": "Enjoy your time in our Hotel with pleasure.",
    "home": "Home",
    "rooms":"Rooms",
    "pages": "Pages",
    "about_hotel_breadcrumb": "About Hotel",
    "about_our_hotel_title": "About Our Hotel",    
    "our_gallery_title": "Our Gallery",
    "testimonials_title": "Testimonials and Clients",
    "what_said_about_us": "What said about us", 
    "about_us_footer_title": "About us",
    "read_more_link": "Read more",
    "contact_info_footer_title": "Contact info",
    "call_text": "Call :",
    "write_text": "Write :",
    "find_us_text": "Find us :",
    "get_in_touch_link": "Get in Touch",
    "helpful_links_footer_title": "Helpful links",
    "our_last_news_link": "Our last News",
    "rooms_link": "Rooms",
    "contacts_link": "Contacts",
    "about_link": "About", 
    "email_placeholder": "Your Email",
    "send_btn": "Send",
    "back_to_top": "Back To Top",
    "copyright_text": "© Diamant 2024 . All rights reserved.",


    "welcome_message": "Welcome to Ikona Hotel",
    "start_explore_link":"Start Explore",
    "your_getaway":"Your perfect getaway awaits",
    "view_our_rooms":"View Our Rooms",
    "experience_shkodra":"Experience Shkodran’s culture",
    "view_room_details":"View  Room Details",
    "about_us_description": "Welcome to Ikona Hotel, a charming family-run business dedicated to offering a delightful stay for all those who wish to explore the beautiful city of Shkodra. Our mission is to provide exceptional service, ensuring that each guest experiences the rich culture and warm hospitality of Shkodra. At Ikona Hotel, we pride ourselves on delivering excellent service around the clock. Our staff is available 24/7 to attend to your needs and make your stay as comfortable as possible. We invite you to immerse yourself in the local culture and live like a citizen of Shkodra, even if just for a few days. Our unique modern rustic design sets us apart from other hotels. By blending contemporary elements with natural materials, we create a warm and inviting atmosphere that reflects the charm of Shkodra. Combined with our carefully designed ambient lighting, we aim to provide the most comfortable and relaxing experience for our guests. Our commitment to cleanliness and hospitality is unwavering. We strive to be the best in these areas, ensuring that every corner of our hotel is spotless and every guest feels warmly welcomed. Come and experience the unique charm of Shkodra at Ikon Hotel. We look forward to making your stay unforgettable.",
    "view_our_services":"View Our Services",
    "hotel_extra_services":"Hotels Extra Services",
    "bar_n_restaurant":"Bar and Restaurant",
    "eat_local_produce":"Eat Local Produce",
    "bar_n_restaurant_description":"Enjoy the local produce, and bio products that our hotel offers. From the included breakfast with traditional Albanian and Mediterranean infused cuisines to our cocktails.",
    "terrace":"Terrace",
    "terrace_message":"Enjoy your evenings in fresh air!",
    "terrace_description":"Enjoy your morning coffee or your evening beverage in the delightful view and breeze of our terrace.",
    "garden":"Garden",
    "garden_message":"Relax with your companions!",
    "garden_description":"Experience the traditional Shkodran’s garden filled with flowers. The perfect place to relax and enjoy the ambient.",
    "amnities":"Other aminites and services",
    "amnities_message":"ENJOY COMPLETE & BEST QUALITY Cooperation",
    "more_about_us":"More about us",
    "more_about_us_message":"Try the Shkodran experience! ",
    "more_about_us_content":"At Ikona Hotel, we believe that the details make the difference. Our rooms are thoughtfully designed with a modern rustic aesthetic, creating a unique blend of contemporary comfort and natural charm. This design choice not only distinguishes us from other hotels but also provides our guests with a cozy and inviting environment that feels like a home away from home. <br> We understand that a comfortable stay goes beyond just aesthetics. That's why we've incorporated soft ambient lighting throughout our hotel, carefully chosen to enhance relaxation and create a soothing atmosphere. Whether you're here to unwind after a day of sightseeing or to catch up on work, our lighting ensures the perfect ambiance for any activity. <br>Our dedication to hospitality is reflected in our 24/7 service. No matter the time of day or night, our friendly and professional staff is always on hand to assist with any requests or needs you may have. From providing local recommendations to ensuring your room is immaculate, we go above and beyond to make your stay as pleasant and hassle-free as possible. <br>As advocates of Shkodra's rich cultural heritage, we encourage our guests to immerse themselves in the local way of life. We offer various experiences and recommendations to help you connect with the city's history, traditions, and vibrant community. Whether it's exploring the historic sites, enjoying the local cuisine, or participating in cultural events, we strive to make your visit to Shkodra truly memorable. <br>At Ikon Hotel, cleanliness is paramount. We adhere to the highest standards of hygiene to ensure that every part of our hotel is spotless. Our rigorous cleaning protocols and attention to detail guarantee a safe and comfortable environment for all our guests. <br>We invite you to discover the difference that a stay at Ikon Hotel can make. Experience the perfect blend of modern comfort and rustic charm, exceptional service, and the genuine hospitality that only a family-run hotel can offer. We look forward to welcoming you and making your stay in Shkodra unforgettable.",
    "video_about":"Video About Our Hotels",
      "media_tech_title": "Media & Technology",
      "media_tech_desc": "Each room in our hotel is equipped with a flat-screen TV, telephone, refrigerator, air conditioning, and other appliances to ensure your utmost comfort and convenience.",
      "parking_title": "Parking Space",
      "parking_desc": "Our hotel offers a private parking space for each reserved room, ensuring our clients won't have to worry about their vehicles.",
      "room_service_title": "Room Service",
      "room_service_desc": "We take pride in our 24-hour room service, always available for anything you may need.",
      "wifi_title": "Free WiFi",
      "wifi_desc": "Wi-Fi is available for all our clients, ensuring connectivity throughout their stay.",
      "breakfast_title": "Free Breakfast",
      "breakfast_desc": "Every reservation includes breakfast, featuring local produce from cottage cheese from northern villages to homemade jams offered by our hotel.",
      "travel_title": "Travel suggestions",
      "travel_desc": "Our hotel partners with several Albanian travel agencies to suggest your next adventure or vacation spot.",
      "security_title": "Safety & Security",
      "security_desc": "For your peace of mind, the hotel has camera surveillance, ensuring the security of you and your belongings throughout your stay.",
      "food_title": "Food & Drinks",
      "food_desc": "We offer a variety of Shkodran dishes, using only local produce and ensuring all selections are halal. Additionally, we provide a range of drinks, from cocktails to local raki and wine.",
      "ambients_subtitle": "Enjoy your time in our Hotel with pleasure.",
      "ambients_title": "Our Ambients",
      "testimonials_subtitle": "What said about us", 
      "test_danijela":"Very friendly staff. Enjoyed the breakfast. Very central. Stayed longer than intended due to crashing my bicycle... everyone was very helpful.",
      "test_sultan":"Frankly a nice place close to the market place I recommend it for accommodation because it is close to everything that does not need a car and the staff are nice and understanding everyone tries to help you anywhere just ask the answer for all",
      "test_oswald":"Inovative and welcoming structure. The location was close to the center with internal parking. The value for money.",
      "test_armando":"Central location. Breakfast was excellent. Very friendly staff. Very new facilities.",
      "contact_subtitle": "Enjoy your time in our Hotel with pleasure.",
      "contact_title": "Our Contacts",
      "location_title": "Our Location",
      "location_desc": "Nestled in the heart of Shkodra, our hotel is situated in one of the city's oldest neighborhoods. Enjoy easy access to the vibrant center, where you can immerse yourself in music, culture, and the lively spirit of this charming town. Accessible by any vehicle, our location ensures convenience and a memorable stay.",
      "location_address": "3G98+2RQ, Rruga G'juhadol, Shkodër, Albania",
      "phone_title": "Our Phone",
      "phone_desc": "Feel free to call us anytime at the number provided; our round-the-clock service ensures that you receive prompt assistance for all your reservation or request needs, ensuring your convenience and satisfaction throughout your stay.",
      "phone_number": "+355 68 454 4403",
      "mail_title": "Our Mail",
      "mail_desc": "Feel free to reach out to us via email with any questions you may have. Whether you need to make a request, cancellation, or reservation, we are here to assist you promptly. Our commitment is to respond within 24 hours to ensure your queries are addressed swiftly.",
      "mail_address": "hotelikona@gmail.com",
      "contact_form_subtitle": "Get In Touch",
      "view_details":"View Details",
      "take_a_look":"Take a look at the rooms that we offer.",


      "about_accomodation":"About Accommodation",
      "gallery_elegance":"Gallery of Elegance ",
      "room_amenities":"Room Amenities",
      "room_service":"24 Hour Room Service",
      "free_breakfast":"Free Breakfast",
      "washing_machine":"Washing Machine",
      "free_wifi":"Free  Wi Fi",
      "air_conditioned":"Air Conditioned",
      "refrigerator":"In-room Refrigerator",
      "suite_includes":"What  included in this suite?",
      "bathroom_shower" : "Bathroom with rain shower",
      "private_balcony" : "Private balcony",
      "terrace_bar" :"Terrace and Bar",
      "tv_screen" :"TV-UHD screen for watching",
      "writing_desk" :"Writing desk",
      "book_this_suite":"Book  This Suite",
      "your_name":"Your Name",
      "email":"Email",
      "submit_cnt":"Send Message",
      "similar_rooms":"Similar Rooms",


      "our_restaurant":"Our Restaurant",
      "restaurant":"Restaurant",
      "special_selection":"Special selection",
      "about_our_restaurant":"About Our Restaurant",
      "restaurant description":"Welcome to the culinary heart of Ikona Hotel, where we pride ourselves on offering an authentic Shkodran dining experience, a refreshing departure from the fast-paced lifestyle and food of the modern world. Our restaurant is dedicated to using only the freshest produce sourced directly from nearby villages. Every dish is a testament to our commitment to quality and tradition, featuring ingredients such as fresh village eggs, milk, and cottage cheese. Our homemade butter and jams add a unique touch to our breakfast offerings, which are included with your stay.<br>We take great care in selecting our meats, offering only the finest beef and fish, ensuring each meal is a delight to your palate. Our traditional desserts are crafted with love and care, providing a sweet end to your meal that echoes the flavors of our heritage.<br>At Ikona Hotel, dining is more than just a meal; it’s an experience. You can savor your food in a variety of settings—whether you choose the comfort of your room, the serene ambiance of our garden, the welcoming atmosphere of our restaurant, or the cityscape views from our terrace. Each location is designed to enhance your enjoyment and provide a tranquil escape.<br>Our bar is another gem, offering top-quality traditional raki and a selection of fine wines from the surrounding villages. Our skilled bartenders also craft a variety of cocktails, ensuring there’s something for everyone to enjoy.<br>Our service reflects our dedication to providing an authentic and memorable Shkodran experience. From the moment you sit down to dine until the last bite, we aim to transport you to a world where food is prepared with care and enjoyed at a leisurely pace. Come, relax, and immerse yourself in the rich culinary traditions of Shkodra at Ikona Hotel.",
      "explore_menu":"Explore Our Menu",
      "included_packet": "Included in the Packet",
  "breakfast": "Breakfast",
  "breakfast_location": "Location: Room, Garden, Terrace, Restaurant",
  "breakfast_days": "Monday - Sunday", 
  "lunch_dinner": "Lunch and Dinner", 
  "restaurant_location": "Location: Garden, Terrace, Restaurant",
  "restaurant_days": "Monday - Sunday", 
  "drink": "Have a Drink!",
  "bar": "Bar",
  "bar_location": "Location: Terrace, Bar",
  "bar_days": "Monday - Sunday", 
  "discover_menu": "Discover Our Menu",
  "tab_breakfast": "Breakfast",
  "tab_lunch_dinner": "Lunch & Dinner",
  "tab_desserts": "Desserts",
  "tab_drinks": "Drinks",
  "eggs": "Eggs",
  "eggs_desc": "Enjoy the quality of fresh eggs, first thing in the morning!",
  "cottage_cheese": "Cottage cheese, Milk & Butter",
  "cottage_cheese_desc": "With the milk produced from the northern regions farmers, we offer you homemade cottage cheese and freshly churned butter.",
  "bread": "Sourdough Bread, Petulla or Desserts",
  "bread_desc": "Try the fresh local bread during, our homemade petullas or desserts during your stay!",
  "cherry_jam": "Homemade cherry and apple Jams",
  "cherry_jam_desc": "Try the seasons freshest jam. Made by our cooks!",
  "juice": "Juices and Seasonal fruits",
  "juice_desc": "Freshly squeezed juices for your enjoyment! Try out the fruits of the season, be it figs, cherries, apples or oranges!",
  "potatoes": "Fried and Baked Potatoes",
  "potatoes_desc": "An addition which can never miss from a spread.",
  "meat": "Meat Lovers dishes",
  "meat_desc": "Our dishes range from steak cuts to traditional meatballs and sausages sourced from local butchers. We ensure that every dish is halal.",
  "fish": "Pescatarian dishes",
  "fish_desc": "The fish we serve is sourced directly from the rivers Buna and Drini, as well as the lake of Shkodra, ensuring it's as fresh as it gets. Our menu features both grilled fish and our traditional Karp dish.",
  "vegetables": "Fresh vegetables",
  "vegetables_desc": "As an addition, or as the main, we offer various dishes using vegetables from the local villages. Making sure that every client can find themselves here.",
  "salads": "Salads",
  "salads_desc": "The best salads are the simplest. The quality is in the produce. With the harvest from the local farmers, enjoy our fresh salads!",
  "petulla": "Petulla",
  "petulla_desc": "An Albanian specialty. Fluffy pieces of dough deep fried and enjoyed with honey, jams, or cottage cheese if you would like a snack.",
  "traditional_desserts": "Traditional Desserts",
  "traditional_desserts_desc": "Our Hotel serves homemade traditional desserts like revani, bakllava and so on.",
  "raki": "Raki",
  "raki_desc": "Try top-shelf raki, made from the local villages. Fair warning, it is very strong!",
  "wine": "Wine",
  "wine_desc": "Taste the wine from the northern villages grapes. Known for its strong taste.",
  "beer": "Beer",
  "beer_desc": "Try our selection of beers!",
  "cocktails": "Cocktails",
  "cocktails_desc": "We you would like to try some other selection of spirits, our hotel offers several options."

  

  }