{

  "call_title":"Chiama:",
  "find_us":"Trovarci:",
  "our_ratings":"Le nostre valutazioni su Booking.com",
  "about":"Riguardo l'Hotel",
  "contact":"Contatto",


  "about_hotel_title": "Riguardo l'Hotel",
  "enjoy_pleasure_subtitle": "Goditi il ​​tuo soggiorno nel nostro hotel con piacere.",
  "home": "Prima Pagina",
  "pages": "Pagine",
  "about_hotel_breadcrumb": "Riguardo l'Hotel",
  "about_our_hotel_title": "Riguardo l'Hotel Ikona",
  "our_gallery_title": "La Nostra Galeria",
  "testimonials_title": "Testimonianze e clienti",
  "what_said_about_us": "Cosa dicono di noi",
  "about_us_footer_title": "Riguardo l'Hotel",
  "read_more_link": "Leggi di più",
  "contact_info_footer_title": "Informazioni di contatto",
  "call_text": "Chiama:",
  "write_text": "Scrivi:",
  "find_us_text": "Trovarci:",
  "get_in_touch_link": "Mettiti in contatto",
  "helpful_links_footer_title": "Link utili",
  "our_last_news_link": "Le nostre ultime notizie",
  "rooms_link": "Camere",
  "contacts_link": "Informazioni di contatto",
  "about_link": "Riguardo l'Hotel",
  "email_placeholder": "Email",
  "send_btn": "Invia",
  "copyright_text": "© Hotel Ikona 2024. Tutti i diritti riservati.",
  "welcome_message": "Benvenuti all'Hotel Ikona",
  "start_explore_link": "Inizia a esplorare",
  "your_getaway": "Il tuo rifugio perfetto ti aspetta!",
  "view_our_rooms": "Guarda le nostre camere",
  "experience_shkodra": "Sperimenta la cultura di Shkodra",
  "view_room_details": "Vedi i dettagli della camera",
  "about_us_description": "Benvenuti all'Hotel Ikona, un'affascinante attività a conduzione familiare dedicata a offrire un soggiorno delizioso a tutti coloro che desiderano esplorare la bellissima città di Shkodra. La nostra missione è fornire un servizio eccezionale, garantendo che ogni ospite possa vivere la ricca cultura e la calda ospitalità di Shkodra.<br> All'Hotel Ikona, ci impegniamo a offrire un servizio eccellente 24 ore su 24. Il nostro staff è disponibile 24/7 per soddisfare le vostre esigenze e rendere il vostro soggiorno il più confortevole possibile. Vi invitiamo a immergervi nella cultura locale e a vivere come un cittadino di Shkodra, anche solo per pochi giorni.<br> Il nostro design moderno rustico ci distingue dagli altri hotel. Combinando elementi contemporanei con materiali naturali, creiamo un'atmosfera calda e accogliente che riflette il fascino di Shkodra. Insieme alla nostra illuminazione ambientale accuratamente progettata, miriamo a fornire l'esperienza più confortevole e rilassante per i nostri ospiti.<br> Il nostro impegno per la pulizia e l'ospitalità è incrollabile. Ci sforziamo di essere i migliori in questi ambiti, garantendo che ogni angolo del nostro hotel sia impeccabile e che ogni ospite si senta calorosamente accolto. Venite a scoprire il fascino unico di Shkodra all'Hotel Ikona. Non vediamo l'ora di rendere il vostro soggiorno indimenticabile.",
  "view_our_services": "Guarda i nostri servizi",
  "hotel_extra_services": "Servizi extra dell'hotel",
  "bar_n_restaurant": "Bar e Ristorante",
  "eat_local_produce": "Mangia prodotti locali",
  "bar_n_restaurant_description": "Goditi i prodotti locali e i prodotti bio offerti dal nostro hotel. Dalla colazione inclusa con cucine tradizionali albanesi e mediterranee ai nostri cocktail.",
  "terrace": "Terrazza",
  "terrace_message": "Goditi le tue serate all'aria fresca!",
  "terrace_description": "Goditi il tuo caffè mattutino o la tua bevanda serale con la deliziosa vista e brezza della nostra terrazza.",
  "garden": "Giardino",
 "garden_message": "Rilassati con i tuoi compagni!",
  "garden_description": "Scopri il giardino tradizionale di Shkodra pieno di fiori. Il luogo perfetto per rilassarsi e godersi l'ambiente.",
  "amnities": "Altri servizi e aminità",
  "amnities_message": "GODITI LA COOPERAZIONE COMPLETA E DI MIGLIORE QUALITÀ",
  "more_about_us": "Di più su di noi",
  "more_about_us_message": "Prova l'esperienza di Shkodra!",
  "more_about_us_content": "All'Hotel Ikona, crediamo che i dettagli facciano la differenza. Le nostre camere sono progettate con cura con un'estetica moderna rustica, creando una miscela unica di comfort contemporaneo e fascino naturale. Questa scelta di design non solo ci distingue dagli altri hotel, ma offre anche ai nostri ospiti un ambiente accogliente e invitante che sembra una casa lontano da casa. <br> Comprendiamo che un soggiorno confortevole va oltre l'estetica. Ecco perché abbiamo incorporato un'illuminazione ambientale morbida in tutto il nostro hotel, scelta con cura per migliorare il rilassamento e creare un'atmosfera rilassante. Che siate qui per rilassarvi dopo una giornata di visite turistiche o per recuperare il lavoro, la nostra illuminazione garantisce l'ambiente perfetto per ogni attività. <br>La nostra dedizione all'ospitalità si riflette nel nostro servizio 24 ore su 24. Non importa l'ora del giorno o della notte, il nostro personale cordiale e professionale è sempre a disposizione per assistervi con qualsiasi richiesta o necessità possiate avere. Dal fornire raccomandazioni locali a garantire che la vostra camera sia immacolata, andiamo oltre per rendere il vostro soggiorno il più piacevole e senza problemi possibile. <br>Come sostenitori del ricco patrimonio culturale di Shkodra, incoraggiamo i nostri ospiti a immergersi nello stile di vita locale. Offriamo varie esperienze e raccomandazioni per aiutarvi a connettervi con la storia, le tradizioni e la comunità vibrante della città. Che si tratti di esplorare i siti storici, godersi la cucina locale o partecipare a eventi culturali, ci sforziamo di rendere la vostra visita a Shkodra davvero memorabile. <br>All'Hotel Ikona, la pulizia è fondamentale. Seguiamo i più alti standard di igiene per garantire che ogni parte del nostro hotel sia impeccabile. I nostri rigorosi protocolli di pulizia e l'attenzione ai dettagli garantiscono un ambiente sicuro e confortevole per tutti i nostri ospiti. <br>Vi invitiamo a scoprire la differenza che un soggiorno all'Hotel Ikona può fare. Scoprite la perfetta combinazione di comfort moderno e fascino rustico, servizio eccezionale e l'ospitalità genuina che solo un hotel a conduzione familiare può offrire. Non vediamo l'ora di darvi il benvenuto e di rendere il vostro soggiorno a Shkodra indimenticabile.",
  "video_about": "Tour della stanza a 360°",
  "media_tech_title": "Media & Tecnologia",
  "media_tech_desc": "Ogni camera del nostro hotel è dotata di TV a schermo piatto, telefono, frigorifero, aria condizionata e altri elettrodomestici per garantire il massimo comfort e convenienza.",
  "parking_title": "Spazio di parcheggio",
  "parking_desc": "Il nostro hotel offre uno spazio di parcheggio privato per ogni camera riservata, garantendo che i nostri clienti non debbano preoccuparsi dei loro veicoli.",
  "room_service_title": "Servizio in camera",
  "room_service_desc": "Siamo orgogliosi del nostro servizio in camera 24 ore su 24, sempre disponibile per qualsiasi esigenza.",
  "wifi_title": "Wi-Fi gratuito",
  "wifi_desc": "Il Wi-Fi è disponibile per tutti i nostri clienti, garantendo la connettività durante il soggiorno.",
  "breakfast_title": "Colazione gratuita",
  "breakfast_desc": "Ogni prenotazione include la colazione, che offre prodotti locali come formaggio cottage dai villaggi del nord e marmellate fatte in casa offerte dal nostro hotel.",
  "travel_title": "Suggerimenti di viaggio",
  "travel_desc": "Il nostro hotel collabora con diverse agenzie di viaggio albanesi per suggerirvi la vostra prossima avventura o destinazione per le vacanze.",
  "security_title": "Sicurezza",
  "security_desc": "Per la vostra tranquillità, l'hotel è sorvegliato da telecamere, garantendo la vostra sicurezza e quella dei vostri effetti personali durante il soggiorno.",
  "food_title": "Cibo e Bevande",
  "food_desc": "Offriamo una gamma di piatti di Scutari, utilizzando solo prodotti locali e garantendo che tutte le scelte siano halal. Inoltre, offriamo una varietà di bevande, dai cocktail internazionali alla rakija e al vino del paese.",
  "ambients_subtitle": "Godetevi il vostro tempo nel nostro hotel.",
  "ambients_title": "I Nostri Ambienti",
  "testimonials_subtitle": "Cosa hanno detto di noi",
  "test_danijela": "Staff molto amichevole. Mi è piaciuta molto la colazione. Vicino al centro. Ho soggiornato più a lungo del previsto a causa di una caduta in bicicletta... tutti erano molto gentili.",
  "test_sultan": "Sinceramente un bel posto vicino al mercato e lo consiglio per l'alloggio perché è vicino a tutto, quindi non c'è bisogno di una macchina e lo staff è molto buono e comprensivo. Tutti cercano di aiutarvi ovunque, basta chiedere e risponderanno a tutto.",
  "test_oswald": "Struttura innovativa e accogliente. La posizione era vicino al centro con parcheggio interno. Valore per i soldi.",
  "test_armando": "Posizione vicino al centro. La colazione era molto buona. Staff molto amichevole. Strutture molto nuove.",
  "contact_subtitle": "Godetevi il vostro tempo nel nostro hotel.",
  "contact_title": "I Nostri Contatti",
  "location_title": "La Nostra Posizione",
  "location_desc": "Situato nel cuore di Scutari, il nostro hotel si trova in uno dei quartieri più antichi della città. Godetevi il facile accesso al centro della città, dove potrete vivere la musica, la cultura e lo spirito vivace di questa meravigliosa città. Accessibile con ogni mezzo di trasporto, la nostra posizione garantisce comodità e un soggiorno indimenticabile.",
  "location_address": "3G98+2RQ, Rruga G'juhadol, Shkodër, Albania",
  "phone_title": "Il Nostro Telefono",
  "phone_desc": "Non esitate a chiamarci in qualsiasi momento al numero indicato; il nostro servizio 24/7 garantisce che riceviate assistenza immediata per tutte le vostre esigenze di prenotazione o richieste, assicurando comodità e piena soddisfazione durante il vostro soggiorno.",
  "phone_number": "+355 68 454 4403",
  "mail_title": "Indirizzo Email",
  "mail_desc": "Non esitate a contattarci via email per qualsiasi domanda. Che abbiate bisogno di una richiesta, cancellazione o prenotazione, siamo qui per aiutarvi immediatamente. Il nostro impegno è di rispondere entro 24 ore per garantire che le vostre domande siano affrontate nel modo più rapido possibile.",
  "mail_address": "hotelikona@gmail.com",
  "contact_form_subtitle": "Contattateci",
  "view_details": "Vedi Dettagli",
  "take_a_look": "Date un'occhiata alle camere che offriamo.",
  "about_accomodation": "Informazioni sull'Alloggio",
  "gallery_elegance": "Galleria dell'Eleganza",
  "room_amenities": "Comfort delle Camere",
  "room_service": "Servizio in Camera 24 Ore",
  "free_breakfast": "Colazione Gratuita",
  "washing_machine": "Lavatrice",
  "free_wifi": "WiFi Gratuito",
  "air_conditioned": "Aria Condizionata",
  "refrigerator": "Frigorifero in Camera",
  "suite_includes": "Cosa Include questa Suite?",
  "bathroom_shower": "Bagno Completo",
  "private_balcony": "Balcone Privato",
  "terrace_bar": "Terrazza e Bar",
  "tv_screen": "TV a Schermo Piatto",
  "writing_desk": "Scrivania",
  "book_this_suite": "Prenota Questa Suite",
  "your_name": "Il tuo Nome",
  "email": "Email",
  "submit_cnt": "Invia Messaggio",
  "similar_rooms": "Camere Simili",
  "our_restaurant": "Il Nostro Ristorante",
  "restaurant": "Ristorante",
  "special_selection": "Selezione Speciale",
  "about_our_restaurant": "Informazioni sul Nostro Ristorante",
  "restaurant_description": "Benvenuti nel cuore della cucina dell'Hotel Ikona, dove ci impegniamo a offrire un'autentica esperienza culinaria di Scutari, una pausa dallo stile di vita e dal cibo veloce della vostra quotidianità. Il nostro ristorante è dedicato all'utilizzo solo dei prodotti più freschi provenienti direttamente dai villaggi vicini. Ogni piatto è una testimonianza del nostro impegno per la qualità e la tradizione, inclusi ingredienti come uova fresche di fattoria, latte e formaggio provenienti dai villaggi del nord. Il nostro burro e le nostre marmellate fatte dai nostri chef danno un tocco unico alle nostre opzioni per la colazione, che sono incluse nel pacchetto del vostro soggiorno.<br> Prestiamo molta attenzione nella selezione dei nostri prodotti di carne e pesce, offrendo solo la migliore carne di manzo e il pesce, garantendo che ogni pasto sia una delizia per il vostro palato. I nostri dolci tradizionali sono preparati con amore e cura, offrendo una dolce conclusione al vostro pasto che diffonde il marchio della nostra eredità.<br> All'Hotel Ikona, il pasto è più di un semplice pasto; è un'esperienza. Potete godervi il vostro pasto in una varietà di ambientazioni: che scegliate il comfort della vostra camera, l'atmosfera rilassante del nostro giardino, l'ambiente accogliente del nostro ristorante o le viste della città dalla nostra terrazza. Ogni location è progettata per migliorare il vostro piacere e garantire un'esperienza rilassante.<br> Il nostro bar è un'altra opzione che vi suggeriamo. Offriamo rakija tradizionale e una selezione di vini pregiati dai villaggi circostanti. I nostri baristi sono abili anche nel creare una gamma di cocktail, garantendo che ci sia qualcosa per tutti i gusti.<br> Il nostro servizio riflette il nostro impegno a offrire un'autentica e indimenticabile esperienza di Scutari. Dal momento in cui vi sedete per mangiare fino all'ultimo boccone, il nostro obiettivo è trasportarvi in un mondo dove il cibo è preparato con cura e gustato lentamente. Venite a rilassarvi e immergetevi nelle ricche tradizioni culinarie di Scutari all'Hotel Ikona.",
  "explore_menu": "Esplora il Nostro Menu",
  "included_packet": "Incluso nel Pacchetto",
  "breakfast": "Colazione",
  "breakfast_location": "Location: Camera, Giardino, Terrazza, Ristorante",
  "breakfast_days": "Lunedì - Domenica",
  "lunch_dinner": "Pranzo e Cena",
  "restaurant_location": "Location: Giardino, Terrazza, Ristorante",
  "restaurant_days": "Lunedì - Domenica",
  "drink": "Bevi un Bicchiere!",
  "bar": "Bar",
  "bar_location": "Location: Terrazza, Bar",
  "bar_days": "Lunedì - Domenica",
  "discover_menu": "Scopri il Nostro Menu",
  "tab_breakfast": "Colazione",
  "tab_lunch_dinner": "Pranzo & Cena",
  "tab_desserts": "Dolci",
  "tab_drinks": "Bevande",
  "eggs": "Uova",
  "eggs_desc": "Godetevi la qualità delle uova fresche, la prima cosa che fate al mattino! Ci assicuriamo che siano di vostro gradimento!",
  "cottage_cheese": "Latte, Burro & Formaggio di Fattoria",
  "cottage_cheese_desc": "Con il latte prodotto dagli agricoltori della zona settentrionale, vi offriamo il nostro formaggio di fattoria e il burro fresco.",
  "bread": "Pane Fresco, Frittelle o Dolci",
  "bread_desc": "Provate il pane fresco locale durante il vostro soggiorno, le nostre frittelle fatte in casa o i dolci durante il vostro soggiorno!",
  "cherry_jam": "Marmellata di Ciliegie e Mele Artigianale",
  "cherry_jam_desc": "Provate la marmellata più fresca di frutta di stagione. Preparata dai nostri chef!",
  "juice": "Succhi e Frutta di Stagione",
  "juice_desc": "Succhi freschi per la mattina! Vi offriamo la frutta più fresca di stagione per iniziare bene la giornata!",
  
  "potatoes": "Patate arrosto e al forno.",
  "potatoes_desc": "Un piatto che non può mancare su ogni tavolo. Gustate le patate fresche locali preparate nel modo che preferite.",
  "meat": "Opzioni per gli amanti della carne",
  "meat_desc": "I nostri piatti vanno dalle bistecche agli hamburger e alle salsicce tradizionali acquistate dai macellai locali. Ci assicuriamo che ogni piatto sia halal.",
  "fish": "Piatti di pesce",
  "fish_desc": "Il pesce che serviamo proviene direttamente dai fiumi Buna e Drini, nonché dal Lago di Shkodra, garantendo la massima freschezza. Offriamo sia pesce alla griglia che la tradizionale padella di carpa.",
  "traditional_desserts": "Dolci tradizionali",
  "traditional_desserts_desc": "Nel nostro giardino potete gustare tutti i dolci tradizionali, come la revani, il baklava e così via.",
  "drinks": "Bevande",
  "drinks_desc": "Nel nostro bar offriamo diverse opzioni di vino e rakia locale, tutte prodotte e fermentate dai vigneti locali, garantendo un autentico sapore delle vostre bevande. Inoltre, offriamo una gamma di cocktail unici, creati dai nostri abili baristi per soddisfare ogni gusto.",
  "book_table": "Prenota un tavolo",
  "table_description": "Prenota un tavolo nel nostro ristorante e goditi un pranzo o una cena eccellenti nel nostro ambiente meraviglioso. Dalla colazione alla cena, offriamo una vasta gamma di piatti freschi e tradizionali di Shkodra, adatti a soddisfare tutti i gusti e le preferenze.",
  "vegetables": "Verdure fresche",
  
  "vegetables_desc": "Come contorno o piatto principale, offriamo diverse opzioni utilizzando verdure fresche dai villaggi circostanti, garantendo che ogni cliente si trovi a proprio agio nel nostro hotel.",
  "salads": "Insalate",
  "salads_desc": "Le migliori insalate sono le più semplici. La qualità risiede negli ingredienti. Utilizzando i prodotti dei contadini locali, speriamo che apprezziate le nostre insalate!",
  "petulla": "Petulla",
  "petulla_desc": "Uno specialità albanese. Puoi gustarli con marmellata, miele o formaggio se vuoi qualcosa di salato.",
  
 "raki": "Raki",
  "raki_desc": "Prova il nostro raki forte dai villaggi del nord.",
  "wine": "Vino",
  "wine_desc": "Gusta il vino dai vigneti del nord.",
  "beer": "Birra",
  "beer_desc": "Prova la nostra gamma di birre.",
  "cocktails": "Cocktail",
  "cocktails_desc": "Se desideri altre opzioni alcoliche, puoi trovarle nel nostro bar.",
  
  "reserve_now": "Prenota ora",
  "restaurant_opening_hours": "Orari di apertura del ristorante",
  "monday_to_friday": "Lunedì - Venerdì:",
  "saturday_and_sunday": "Sabato - Domenica:",
  "details": "Dettagli",
  "contact_info": "Informazioni di contatto",
  "opening_hours": "Orari di apertura",
  "opening_hours_desc": "Il nostro ristorante è aperto dal lunedì alla domenica, offrendo pranzi e cene per tutte le preferenze e i gusti.",
  "address": "Indirizzo",
  "address_desc": "3G98+2RQ, Via G'juhadol, Shkodër, Albania",
  "phone": "Telefono",

  "the_restaurant": "Il Ristorante",
  "email_restaurant": "Email",
  "email_desc": "hotelikona@gmail.com",
  "gallery_subtitle": "Guarda dentro il nostro hotel",
  "gallery_title": "Galleria",
  "description_gallery": "Qui troverai alcune immagini interne ed esterne dell'Hotel Ikona, inclusi le camere, il ristorante e gli spazi comuni.",
  "view_gallery": "Guarda la galleria",
  "join_newsletter": "Iscriviti alla nostra newsletter",
  "newsletter_title": "Unisciti a noi per un viaggio indimenticabile a Shkodra",
  "newsletter_desc": "Iscriviti alla nostra newsletter per ricevere le ultime notizie e le offerte più recenti dell'Hotel Ikona.",
  "your_email": "La tua Email",
  "subscribe_now": "Iscriviti ora",
  "subscribe_disclaimer": "Non condivideremo le tue informazioni personali con nessuno e ti invieremo solo notizie e offerte rilevanti per te.",
  "newsletter_success": "Ti sei iscritto con successo alla nostra newsletter. Grazie!",
  "newsletter_error": "Si è verificato un problema durante la registrazione. Riprova più tardi.",
  "back_to_top": "Torna su",
  "about_footer": "L'Hotel Ikona è un'azienda a conduzione familiare situata nel cuore di Shkodra, che si impegna a offrire un soggiorno confortevole a tutti coloro che desiderano visitare la splendida città di Shkodra. La nostra missione è fornire un servizio eccellente, garantendo che gli ospiti vivano la cultura ricca e l'ospitalità calorosa della cultura shkodrane...",
  "footer_contact": "Contattaci:",
  "footer_newsletter": "Iscriviti alla nostra newsletter:",
  "footer_policy": "Privacy e Termini di Utilizzo",
  "footer_rights": "Tutti i diritti riservati",
  "privacy_policy": "Politica sulla privacy",
  "terms_of_use": "Termini di Utilizzo",
  "write": "Scrivici:",
  "rooms_title": "Le camere",

  "name-solo_serenity": "Camera Solo Serenita",
  "name-couples_delight": "Camera Delizia delle Coppie",
  "name-family": "Camera Familiare",
  "name-family_deluxe": "Camera Familiare Deluxe",
  "name-trios_retreat": "Camera Ritiro dei Trii",
  "name-duos_comfort": "Camera Comfort dei Duo",

  "mini-description-solo_serenity": "Per i viaggiatori solitari, vi invitiamo a vivere riposo e relax nelle nostre camere singole. Svegliatevi alla serena bellezza dei fiori proprio fuori dalla vostra finestra.<br><br>",
  "mini-description-couples_delight": "Per il soggiorno perfetto con il vostro partner speciale, offriamo una camera con letto matrimoniale, uno spazio di lavoro, ampio spazio di archiviazione per i vostri effetti personali e un bagno privato.",
  "mini-description-family": "Viaggiate con la famiglia? La nostra spaziosa camera include un letto matrimoniale e un letto singolo, garantendo un soggiorno confortevole e piacevole per tutti.<br><br>",
  "mini-description-family_deluxe": "Viaggiare come una grande famiglia è sempre complicato. Lascia che ti aiutiamo! La Camera Family Deluxe include un letto matrimoniale, un letto singolo e un letto a castello, con una capacità di ospitare 5 persone.",
  "mini-description-trios_retreat": "State organizzando una vacanza in trio con i vostri amici? Prenotate subito la camera Ritiro dei Trii, dove ognuno dispone di un letto singolo, ampio spazio di archiviazione per i vostri effetti personali e un bagno privato.",
  "mini-description-duos_comfort": "Camera Comfort dei Duo per ogni coppia dinamica. Dove potete trovare 2 letti singoli, spazio di archiviazione individuale e un bagno privato. Godetevi il vostro soggiorno nella bellissima città di Shkodra, spensieratamente.",

  "description-solo_serenity": "Benvenuti nella nostra elegante Camera Solo Serenity, dove il fascino rustico moderno si armonizza con l'eleganza contemporanea per creare un rifugio perfetto per i viaggiatori solitari. Questa camera, ideale per coloro che cercano un ritiro tranquillo, offre un soffice letto singolo in uno spazio intimo perfetto per il relax e il lusso. L'illuminazione ambientale soffusa crea un'atmosfera serena, perfetta per rilassarsi dopo una giornata di avventure. Il nostro design, che incorpora elementi moderni con accenti in legno, cattura l'essenza dell'equilibrio tra il mondo moderno frenetico e la serenità della natura, riflettendo la bellezza naturale di Shkodra e aggiungendo un tocco locale autentico al vostro soggiorno.<br>Per coloro con uno spirito avventuroso, la nostra camera offre viste mozzafiato e accesso diretto al giardino, invitandovi a immergervi nella flora vibrante e nella tranquillità appena fuori dalla vostra porta. Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere fresche le vostre bevande e snack preferiti. Con ampio spazio di archiviazione per i vostri effetti personali, una scrivania dedicata per qualsiasi lavoro che potreste dover recuperare e un accesso internet affidabile, soddisfiamo tutte le vostre esigenze. Il nostro servizio in camera 24 ore su 24 è sempre disponibile per garantire che le vostre richieste siano soddisfatte prontamente, in qualsiasi momento del giorno o della notte.<br>Inoltre, la camera include un bagno completamente attrezzato, fornendo tutti gli elementi essenziali per un soggiorno rilassante e rinfrescante. Siamo dedicati a creare un ambiente tranquillo e confortevole per i nostri ospiti, con interni attentamente progettati e servizi che migliorano il vostro comfort e la vostra convenienza. Che siate qui per una breve fuga o un ritiro più lungo, il nostro obiettivo è farvi sentire a casa fin dal vostro arrivo.<br>Il vostro comfort e la vostra soddisfazione sono le nostre priorità principali! Miriamo a fornire un mix perfetto di lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. Per la vostra tranquillità, il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la sicurezza vostra e dei vostri effetti personali durante tutto il soggiorno.<br>I pagamenti sono accettati in contanti alla reception. Per ulteriori informazioni, vi preghiamo di contattarci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi.",
  "description-couples_delight": "Benvenuti nella nostra elegante Camera Delizia delle Coppie, dove il fascino rustico moderno si armonizza con l'eleganza contemporanea per creare un rifugio perfetto per voi e il vostro partner speciale. Comprendiamo l'importanza di una fuga tranquilla e romantica, e la nostra camera è progettata per offrire proprio questo. Dotata di un soffice letto matrimoniale, questo spazio intimo è ideale per le coppie che cercano relax e un tocco di lusso. L'illuminazione ambientale soffusa crea un'atmosfera serena, perfetta per rilassarsi insieme dopo una lunga giornata. Il nostro design, che incorpora elementi moderni con accenti in legno, cattura l'essenza dell'equilibrio tra il mondo moderno frenetico e la serenità della natura, riflettendo la bellezza naturale di Shkodra e aggiungendo un tocco locale autentico al vostro soggiorno.<br>Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere fresche le vostre bevande e snack preferiti. Con ampio spazio di archiviazione per i vostri effetti personali, una scrivania dedicata per qualsiasi lavoro che potreste dover recuperare e un accesso internet affidabile, soddisfiamo tutte le vostre esigenze. Il nostro servizio in camera 24 ore su 24 è sempre disponibile per garantire che le vostre richieste siano soddisfatte prontamente, in qualsiasi momento del giorno o della notte.<br>Inoltre, la camera include un bagno completamente attrezzato, fornendo tutti gli elementi essenziali per un soggiorno rilassante e rinfrescante. Siamo dedicati a creare un ambiente tranquillo e confortevole per i nostri ospiti, con interni attentamente progettati e servizi che migliorano il vostro comfort e la vostra convenienza. Che siate qui per una breve fuga o un ritiro più lungo, il nostro obiettivo è farvi sentire a casa fin dal vostro arrivo.<br>Il vostro comfort e la vostra soddisfazione sono le nostre priorità principali! Miriamo a fornire un mix perfetto di lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. Per la vostra tranquillità, il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la sicurezza vostra e dei vostri effetti personali durante tutto il soggiorno.<br>I pagamenti sono accettati in contanti alla reception. Per ulteriori informazioni, vi preghiamo di contattarci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi.",
  "description-family": "Benvenuti nella nostra elegante camera, dove il fascino rustico moderno si incontra con il comfort contemporaneo. Sappiamo che viaggiare in famiglia può essere stancante, e vogliamo offrirvi il miglior luogo per rilassarvi e riposare. Questo spazio sereno dispone di un letto matrimoniale e un letto singolo, rendendolo ideale per le famiglie. L'illuminazione ambientale soffusa crea un'atmosfera rilassante, perfetta per rilassarsi dopo una giornata intensa. La combinazione di design moderno e accenti in legno mira a illustrare l'armonia tra il nostro mondo contemporaneo e il nostro legame con la natura. La natura è molto importante per i cittadini di Shkodra, quindi abbiamo cercato di portare ogni prisma per rendere l'esperienza più autentica.<br>Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. C'è abbondante spazio di archiviazione per i vostri effetti personali e una scrivania dedicata per recuperare il lavoro, supportata da un accesso internet affidabile. Il nostro servizio in camera 24 ore su 24 garantisce che tutte le vostre esigenze siano soddisfatte in qualsiasi momento, giorno o notte.<br>Inoltre, la camera include un bagno completamente attrezzato, fornendo tutto il necessario per un soggiorno rilassante. Siamo impegnati a creare un ambiente tranquillo e confortevole per tutti i nostri ospiti, specialmente per chi viaggia con la famiglia. I nostri interni e servizi attentamente progettati soddisfano il vostro comfort e la vostra convenienza, assicurando un'esperienza memorabile e riposante. Che siate qui per un breve soggiorno o una visita prolungata, il nostro obiettivo è farvi sentire a casa.<br>Il nostro scopo è il vostro comfort! Dal momento in cui entrate nella nostra camera, miriamo a offrire un mix perfetto di lusso e praticità. Rilassatevi, ricaricatevi e godetevi il perfetto equilibrio di stile e funzionalità in un ambiente progettato per soddisfare le esigenze di ogni viaggiatore.<br>Il pagamento è completato alla reception in contanti. Per ulteriori informazioni, contattateci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi.",
  "description-family_deluxe": "Benvenuti nella nostra splendida Camera Familiare Deluxe, dove il fascino rustico moderno si fonde perfettamente con il comfort contemporaneo. Comprendendo la stanchezza che accompagna i viaggi in famiglia, cerchiamo di offrire il santuario perfetto per il relax e il riposo. Questo spazio tranquillo dispone di un letto matrimoniale, un letto singolo e un letto a castello, ospitando comodamente fino a cinque ospiti. L'illuminazione ambientale soffusa favorisce un'atmosfera rilassante, ideale per rilassarsi dopo una lunga giornata. Il nostro design, che combina elementi moderni con accenti in legno, riflette l'equilibrio tra il nostro mondo frenetico e l'ambiente naturale, un omaggio all'importanza della natura a Shkodra, offrendo un'autentica esperienza locale al vostro soggiorno.<br>Beneficiate della comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. Con ampio spazio di archiviazione per i vostri effetti personali, una scrivania dedicata per il lavoro e l'accesso internet affidabile, soddisfiamo tutte le vostre esigenze. Il nostro servizio in camera 24 ore su 24 garantisce che le vostre richieste siano soddisfatte prontamente, in qualsiasi momento del giorno o della notte.<br>Inoltre, la camera include un bagno completamente attrezzato, garantendo tutto il necessario per un soggiorno rilassante. Siamo dedicati a creare un ambiente tranquillo e confortevole per tutti i nostri ospiti, specialmente per le famiglie. I nostri interni e servizi attentamente progettati sono pensati per offrire comfort e convenienza, garantendo un'esperienza memorabile e riposante, che il vostro soggiorno sia breve o prolungato. Vogliamo che vi sentiate a casa fin dal vostro arrivo.<br>Il vostro comfort è la nostra priorità! Miriamo a offrire un mix perfetto di lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. La sicurezza è fondamentale e il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la vostra tranquillità e la sicurezza dei vostri effetti personali durante tutto il soggiorno.<br>I pagamenti sono accettati in contanti alla reception. Per ulteriori informazioni, vi preghiamo di contattarci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi.",
  "description-trios_retreat": "Benvenuti nella nostra elegante Camera Ritiro dei Trii, dove il design moderno incontra il comfort, perfetto per l'avventura del vostro gruppo. Riconoscendo il divertimento e la camerataderia degli amici che viaggiano insieme, abbiamo creato uno spazio ideale per il relax e il divertimento. Questa camera vivace dispone di tre letti singoli, ospitando fino a tre ospiti comodamente. L'arredamento contemporaneo con accenti di colore crea un'atmosfera invitante, perfetta per rilassarsi dopo una giornata di esplorazione della vibrante cultura di Shkodra.<br>Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. Ample storage space ensures everyone's belongings are neatly organized, while high-speed internet access keeps you connected throughout your stay. Our 24-hour room service ensures your needs are promptly met, day or night.<br>Inoltre, la camera include un bagno ben arredato con tutti i comfort essenziali, garantendo un soggiorno rinfrescante. Siamo impegnati a offrire un ambiente rilassato e piacevole per tutti i nostri ospiti, specialmente per i gruppi di amici. Il nostro design e i servizi attentamente progettati mirano a offrire comfort e convenienza, garantendo un'esperienza memorabile e rigenerante, che il vostro soggiorno sia breve o prolungato. Vogliamo che vi sentiate a vostro agio dal momento in cui arrivate.<br>Il vostro comfort è la nostra priorità! Cerchiamo di combinare lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. La sicurezza è fondamentale e il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la vostra tranquillità e la sicurezza dei vostri effetti personali durante tutto il soggiorno.<br>I pagamenti in contanti sono accettati alla reception. Per maggiori dettagli, contattateci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi.",
  "description-duos_comfort": "Benvenuti nella nostra invitante Camera Comfort per Duo, progettata con un tocco moderno e accogliente, perfetta per la vacanza dei vostri migliori amici. Celebrando il legame e le avventure degli amici che viaggiano insieme, abbiamo creato uno spazio ideale per il relax e il divertimento. Questa camera vivace dispone di due letti singoli, ospitando comodamente due ospiti. L'arredamento elegante con accenti vibranti crea un'atmosfera calda e accogliente, ideale per rilassarsi dopo una giornata di esplorazione dei fascini di Shkodra.<br>Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. Con ampio spazio di archiviazione per tutti i vostri effetti personali e l'accesso internet ad alta velocità, avrete tutto il necessario per un soggiorno confortevole. Il nostro servizio in camera 24 ore su 24 garantisce che le vostre richieste siano soddisfatte prontamente, giorno e notte.<br>La camera include anche un bagno completamente attrezzato con tutti i comfort essenziali, garantendo un soggiorno rinfrescante e piacevole. Siamo impegnati a offrire un ambiente rilassato e piacevole per tutti i nostri ospiti, specialmente per le coppie di amici. Il nostro design e i servizi attentamente progettati sono pensati per offrire comfort e convenienza, garantendo un'esperienza memorabile e rigenerante, che il vostro soggiorno sia breve o prolungato. Il nostro obiettivo è farvi sentire a casa dal momento in cui arrivate.<br>Il vostro comfort è la nostra priorità! Cerchiamo di combinare lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. La sicurezza è fondamentale e il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la vostra tranquillità e la sicurezza dei vostri effetti personali durante tutto il soggiorno.<br>I pagamenti in contanti sono accettati alla reception. Per maggiori dettagli, contattateci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi.",
  
  "price-currency": "€",
  "price-time": "Notte",
  "price-title": "${price-currency}${data-value}/${price-time}",
  
  "feature-guest": "Ospite", 
  "feature-guest^": "Ospiti", 
  "feature-guest-title": "${data-value} ${data-value==1?feature-guest:feature-guest^}",
  "feature-single-bed": "Letto", 
  "feature-single-bed^": "Letti", 
  "feature-single-bed-title": "${data-value} ${data-value==1?feature-single-bed:feature-single-bed^}",
  "feature-double-bed": "Letto", 
  "feature-double-bed^": "Letti", 
  "feature-double-bed-title": "${data-value} ${data-value==1?feature-double-bed:feature-double-bed^}",
  "feature-bunk-bed": "Letto", 
  "feature-bunk-bed^": "Letti", 
  "feature-bunk-bed-title": "${data-value} ${data-value==1?feature-bunk-bed:feature-bunk-bed^}",
  "feature-bath": "Bagno", 
  "feature-bath^": "Bagni", 
  "feature-bath-title": "${data-value} ${data-value==1?feature-bath:feature-bath^}",
  
  "image-alt-images/services/garden.jpg": "",
  "room-subtitle": "Goditi il tuo soggiorno nel nostro hotel con piacere.",
  "room-see":"Scopri le stanze che offriamo.",
  "room-view":"Vedi i dettagli",
  
  "name-placeholder": "Il Tuo Nome *",
  "email-placeholder": "Indirizzo Email *",
  "message-placeholder": "Il Tuo Messaggio:"
}
