{
    "name-solo_serenity": "Dhoma Vetëm Qetësi",
    "name-couples_delight": "Dhomë Kënaqësi në çift",
    "name-family": "Dhomë Familjare",
    "name-family_deluxe": "Dhomë Familjare e Zgjeruar",
    "name-trios_retreat": "Dhomë për tre persona",
    "name-duos_comfort": "Dhomë për Rehati në Dyshe ",

    "mini-description-solo_serenity": "Për udhëtarët e vetëm, ju ftojmë të përjetoni pushimin dhe relaksimin në dhomat tona teke. Zgjohuni në bukurinë e luleve që po lulëzojnë jashtë dritares tuaj.<br><br>",
    "mini-description-couples_delight": "Për qëndrimin perfekt me personin tuaj të veçantë, ofrojmë një dhomë me një krevat dopio, një hapësirë pune për të ndjekur punët që mund të keni lënë në mes, hapësirë të mjaftueshme për ruajtjen e sendeve tuaja dhe një banjo private.",
    "mini-description-family": "Duke udhëtuar me familjen? Dhomë jonë familjare përfshin një krevat dopio dhe një krevat tek, siguruar një qëndrim të rehatshëm dhe të këndshëm për të gjithë.<br><br>",
    "mini-description-family_deluxe": "Mirë se vini në Dhomën tonë Familjare të Zgjeruar, ku sjellja moderne, elegante dhe me tone druri gërshetohet paqësisht me komoditetin bashkëkohor. Duke kuptuar lodhjen që vjen me udhëtimin e familjes, ne përpiqemi të ofrojmë strehën perfekte për relaks dhe pushim. Kjo hapësirë e qetë përfshin një krevat dopio, një krevat tek dhe një krevat marinar, duke akomoduar më së miri deri në pesë mysafirë. Ndriçimi i butë dhe i ngrohtë promovon një atmosferë qetësuese, ideale për t'u relaksuar pas një dite të gjatë. Dizajni ynë, duke kombinuar elemente moderne me tone druri, reflekton balancën midis botës së ngarkuar të sotme dhe mjedisit natyror, një homazh për rëndësinë e natyrës në Shkodër, duke sjellë një eksperiencë autentike të qytetit në qëndrimin tuaj.",
    "mini-description-trios_retreat": "Jeni duke organizuar një pushim trio me miqtë tuaj? Rezervoni tani dhomën Trios Retreat, ku secili merr një krevat tek, hapësirë të mjaftueshme për ruajtjen e sendeve tuaja dhe një banjo private.",
    "mini-description-duos_comfort": "Dhoma Rehati në Dyshe ofrohet për çdo duet dinamik. Ku mund të gjeni 2 krevatë tek, hapësirë individuale për ruajtjen e sendeve tuaja personale dhe një banjo private. Shijoni qëndrimin tuaj në qytetin e bukur të Shkodrës, pa shqetësime.",

    "description_solo_serenity":[
        "Mirë se vini në Dhomën tonë të Vetëm Qetësi të dizenjuar me kujdes, ku harmonia e përzierjes së modernes me elegancën bashkëkohore krijon një strehë të përkryer për udhëtarët e vetëm. Kjo dhomë, ideale për ata që kërkojnë një tërheqje të qetë vetëm, ofron një krevat të butë tek në një hapësirë personale të përsosur për relaks dhe luks. Ndriçimi i butë dhe i ngrohtë krijon një ambient qetësues, ideal për t'u relaksuar pas një dite të ngarkuar. Dizajni ynë, duke përfshirë elemente moderne me tone druri, kap hirin e balancës midis botës së shpejtë të sotme dhe qetësisë së natyrës, duke reflektuar bukurinë natyrore të Shkodrës dhe duke shtuar një prekje autentike të qytetit gjatë qëndrimit tuaj.",
        "Për ata me një shpirt aventurier, dhoma jonë ofron pamje të mahnitshme dhe qasje të drejtpërdrejtë në kopsht, duke ju ftuar të zhyteni në florën e gjallë dhe qetësinë që është menjëherë jashtë derës tuaj. Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të preferuara të ftohta. Me hapësirë të mjaftueshme për ruajtjen e sendeve tuaja, një tavolinë të dedikuar për punë, dhe një qasje të sigurt në internet, ne i mbështesim të gjitha nevojat tuaja. Shërbimi ynë 24-orësh i dhomës është gjithmonë në dispozicion për të siguruar që kërkesat tuaja të plotësohen menjëherë, në çdo kohë të ditës apo natës.",
        "Përveç kësaj, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pjesët më të rëndësishme për një qëndrim të relaksuar dhe të freskët. Ne jemi të dedikuar për të krijuar një mjedis të qetë, të pastër dhe të rehatshëm për mysafirët tanë, me hapësira të dizenjuara me kujdes dhe shërbime që shtohen Rehatiat dhe lehtësisë tuaj. Pavarësisht nëse jeni këtu për një kalim të shkurtë ose puhsime të gjata, qëllimi ynë është t'ju bëjmë të ndiheni si në shtëpi që nga momenti kur mbërrini.",
        "Rehatia dhe kënaqësia juaj janë prioritetet tona kryesore! Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përkryer të stilit dhe funksionalitetit. Për më tepër, hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, kështu që nuk keni pse ta mendoni dy herë sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit në hotelin tonë.",
        "Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime."
    ],

    "description_couples_delight":[
        "Mirë se vini në Dhomën tonë të Kënaqësisë në Çift të dizenjuar me kujdes,ku harmonia e përzierjes së modernes me elegancën bashkëkohore krijon një strehë të përkryer për ju dhe personin tuaj të veçantë. Ne kuptojmë rëndësinë e një pushimi të qetë dhe romantik, dhe dhoma jonë është e dizenjuar për të ofruar pikërisht atë. Duke përfshirë një krevat të butë dopio, kjo hapësirë intime është ideale për çifte që kërkojnë relaks dhe një prekje luksi. Ndriçimi i butë dhe i ngrohtë krijon një atmosferë qetësuese, ideale për t'u relaksuar bashkë pas një dite të gjatë. Dizajni ynë, duke përfshirë elemente moderne me tone druri, kap hirin e balancës midis botës së shpejtë të sotme dhe qetësisë së natyrës, duke reflektuar bukurinë natyrore të Shkodrës dhe duke shtuar një prekje autentike lokale qëndrimit tuaj.",
        "Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të preferuara të ftohta. Me hapësirë të mjaftueshme për ruajtjen e sendeve tuaja, një tavolinë të dedikuar për punë, dhe një qasje të sigurt në internet, ne i mbështesim të gjitha nevojat tuaja. Shërbimi ynë 24-orësh i dhomës është gjithmonë në dispozicion për të siguruar që kërkesat tuaja të plotësohen menjëherë, në çdo kohë të ditës apo natës.",
        "Përveç kësaj, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pjesët më të rëndësishme për një qëndrim të relaksuar dhe të freskët. Ne jemi të dedikuar për të krijuar një mjedis të qetë, të pastër dhe të rehatshëm për mysafirët tanë, me hapësira të dizenjuara me kujdes dhe shërbime që shtohen Rehatiat dhe lehtësisë tuaj. Pavarësisht nëse jeni këtu për një kalim të shkurtë ose puhsime të gjata, qëllimi ynë është t'ju bëjmë të ndiheni si në shtëpi që nga momenti kur mbërrini.",
        "Rehatia dhe kënaqësia juaj janë prioritetet tona kryesore! Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përkryer të stilit dhe funksionalitetit. Për më tepër, hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, kështu që nuk keni pse ta mendoni dy herë sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit në hotelin tonë..",
        "Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime."
    ],
    "description_family":[
        "Mirë se vini në dhomën tonë familjare të dizenjuar me kujdes,ku harmonia e përzierjes së modernes takon komoditetin bashkëkohor. Ne e dimë se udhëtimi si familje mund të jetë i lodhshëm, dhe ne dëshirojmë të ofrojmë vendin më të mirë për t'u relaksuar dhe pushuar. Kjo hapësirë e qetë përfshin një krevat dopio dhe një krevat tek, duke e bërë ideale për familjet. Ndriçimi i butë dhe i ngrohtë krijon një atmosferë qetësuese, perfekte për t'u relaksuar pas një dite të ngarkuar. Kombinimi i dizajnit modern dhe tonet e drurit synojnë të ilustrojnë harmoninë mes botës sonë bashkëkohore dhe lidhjen tonë me natyrën. Natyra është shumë e rëndësishme për qytetarët e Shkodrës, prandaj ne provuam të sjellim çdo prizëm, për të bërë përvojën më autentike.",
        "Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të freskëta. Ka hapësirë të mjaftueshme për ruajtjen e sendeve tuaja dhe një tavolinë të dedikuar për kapjen e punës, e mbështetur nga një qasje e besueshme në internet. Shërbimi ynë 24-orësh i dhomës siguron që të gjitha nevojat tuaja të plotësohen në çdo kohë, ditë ose natë.",
        "Përveç kësaj, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pjesët më të rëndësishme për një qëndrim të relaksuar. Ne jemi të angazhuar për të krijuar një mjedis të qetë, të pastër dhe të rehatshëm për të gjithë mysafirët tanë, sidomos ata që udhëtojnë me familje. Hapësirat dhe shërbimet tona të dizenjuara me kujdes janë të destinuara për të ofruar komoditet dhe lehtësi, siguruar një përvojë të paharrueshme dhe të qetë. Pavarësisht nëse jeni këtu për një qëndrim të shkurtër ose një vizitë të zgjatur, qëllimi ynë është t'ju bëjmë të ndiheni si në shtëpi që nga momenti kur mbërrini.",
        "Qëllimi ynë është rehatia juaj! Që nga momenti që hyni në dhomën tonë, synojmë të ofrojmë një përshtatje të përsosur të luksit dhe praktikës. Relaksohuni, ripërtërini energjitë, dhe shijoni balancën perfekte të stilit dhe funksionalitetit në një ambient të dizenjuar për të përmbushur nevojat e çdo udhëtari.",
        "Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime."
    ],
    "description_family_deluxe":[
        "Mirë se vini në dhomën tonë të dizenjuar me kujdes të veçantë,ku harmonia e përzierjes së modernes bashkohet pa mëkat me komoditetin bashkëkohor. Duke kuptuar lodhjen që vjen me udhëtimin e familjes, ne përpiqemi të ofrojmë strehën perfekte për relaks dhe pushim. Kjo hapësirë e qetë përfshin një krevat dopio, një krevat tek dhe një krevat marinar, duke pritur deri në pesë mysafirë. Ndriçimi i butë dhe i ngrohtë nxit një atmosferë të qetësuese, ideale për t'u relaksuar pas një dite të gjatë. Dizajni ynë, duke kombinuar elemente moderne me tone druri, reflekton balancën midis botës sonë të shpejtë dhe mjedisit natyror, një homazh ndaj rëndësisë së natyrës në Shkodër, duke sjellë një përvojë autentike lokale të qëndrimit tënd.",
        "Përkufizohuni nga konvenienca e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të freskëta. Me hapësirë të mjaftueshme për ruajtjen e sendeve tuaja, një tavolinë të dedikuar për punën dhe një qasje të besueshme në internet, ne i mbështesim të gjitha nevojat tuaja. Shërbimi ynë 24-orësh i dhomës siguron që kërkesat tuaja të plotësohen menjëherë, në çdo kohë të ditës apo natës.",
        "Për më tepër, dhoma përfshin gjithashtu një banjo të plotësuar me të gjitha pajisjet themelore, duke siguruar një qëndrim të freskët dhe të këndshëm. Ne jemi të përkushtuar në krijimin e një mjedisi të qetë, të pastër dhe të rehatshëm për të gjithë mysafirët tanë, veçanërisht familjet. Hapësirat dhe shërbimet tona të dizenjuara me kujdes janë të destinuara për të siguruar komoditet dhe lehtësi, duke garantuar një përvojë të paharrueshme dhe të rehatshme, pavarësisht nëse vizita juaj është e shkurtër apo e zgjatur. Ne dëshirojmë që ju të ndiheni si në shtëpi që nga momenti kur mbërrini.",
        "Komoditeti juaj është prioriteti ynë! Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përsosur të stilit dhe funksionalitetit. Siguria është shumë e rëndësishme dhe hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, duke ju siguruar ju dhe sendet tuaja gjatë qëndrimit në hotelin tonë.",
        "Pagesat pranohen me para ne dorë në recepcion. Për informacione të mëtejshme, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime."
    ],
    "description_trios_retreat":[
        "Mirë se vini në dhomën tonë Trios Retreat, ku dizajni bashkohet me komoditetin, i përsosur për aventurën e grupit tuaj. Duke njohur parapëlqimin e shoqërive të ngushta që udhëtojnë së bashku, kemi krijuar një hapësirë ideale për relaksim dhe kënaqësi. Kjo dhomë e gjallë përfshin tre krevatë tek, duke mikëpritur deri në tre mysafirë me komoditet. Dekorimi bashkëkohor me nuanca të buta krijojnë një atmosferë ftuese, ideale për t'u relaksuar pas një dite eksplorimi të kulturës së gjallë të Shkodrës.",
        "Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të freskëta. Hapësira e mjaftueshme për ruajtjen e sendeve siguron organizimin e rregullt të të gjitha sendeve, ndërsa aksesi në internet me shpejtësi të lart'ju mbajtë të lidhur gjatë gjithë qëndrimit tuaj. Shërbimi ynë 24-orësh siguron që nevojat tuaja të plotësohen menjëherë, ditë apo natë.",
        "Për më tepër, dhoma përfshin një banjo të pajisur mirë me të gjitha pajisjet themelore, duke siguruar një qëndrim të freskët. Ne jemi të angazhuar për të ofruar një mjedis të relaksuar dhe të këndshëm për të gjithë mysafirët tanë, sidomos grupet e miqve. Dizajni dhe shërbimet tona të menduara përpara sigurojnë komoditet dhe lehtësi, duke garantuar një përvojë të paharrueshme dhe të rinovuar, pavarësisht se qëndrimi juaj është i shkurtër ose i zgjatur. Ne dëshirojmë që ju të ndiheni të lirë që nga momenti kur mbërrini.",
        "Komoditeti juaj është prioriteti ynë! Ne punojmë për të kombinuar luksin me praktikën, duke ju lejuar të relaksoheni, të ripërtërini energjitë, dhe të shijoni një balancë të përsosur të stilit dhe funksionalitetit. Siguria është e padiskutueshme dhe hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, përfshirë kamera mbikëqyrje dhe roje, duke garantuar sigurinë tuaj dhe të sendeve tuaja gjatë qëndrimit tuaj.",
        "Pagesat pranohen me para ne dorë në recepcion. Për më shumë detaje, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë nga numri i personave ose koha kur bëni rezervimin tuaj. Prandaj, ne ju rekomandojmë me ngulm të na kontaktoni, për të siguruar që nuk ka keqkuptime."
    ],
    "description_duos_comfort":[
        "Mirë se vini në Dhomën tonë Rehati në Dyshe, e dizenjuar me shije moderne dhe prekje të ngrohtë, ideale për udhëtimin e miqve tuaj më të mirë. Ne e dimë rëndësinë e një pushimi të qetë dhe miqësor, prandaj kemi krijuar një ambient të mrekullueshëm për t'u relaksuar. Dhomës së butë i përket një krevat i lartë dhe komod, duke bërë që dhoma të jetë ideale për çiftet dhe miqtë më të afërt. Ndriçimi i butë dhe i ngrohtë dhe dekorimi modern me tone të ngrohta druri krijon një atmosferë të përkryer për të relaksuar kohë bashkë pas një dite të ngarkuar të shëtitjeve dhe eksplorimeve në Shkodër.",
        "Shijoni leverdinë e kondicionerit dhe një frigoriferi dhomë për të mbajtur pije dhe ushqime të ftohta. Hapësira e mjaftueshme për ruajtjen e sendeve siguron që gjithçka të jetë në vendin e tij, ndërsa qasja në internet me shpejtësi të lart'ju siguron që të jeni të lidhur gjatë gjithë kohës. Shërbimi ynë i dhomës 24-orësh siguron që kërkesat tuaja të plotësohen menjëherë, në çdo kohë, ditë apo natë.",
        "Për më tepër, dhoma përfshin një banjo të plotësuar me të gjitha pajisjet themelore, duke siguruar një qëndrim të freskët dhe të këndshëm. Ne jemi të përkushtuar për të ofruar një mjedis të qetë, të pastër dhe të rehatshëm për të gjithë mysafirët tanë, veçanërisht ata që udhëtojnë me miqtë më të mirë. hapësirat dhe shërbimet tona të dizenjuara me kujdes sigurojnë që ju të keni një përvojë të paharrueshme dhe të qetë, pavarësisht se udhëtimi juaj është i shkurtër apo i zgjatur. Synimi ynë është që ju të ndiheni si në shtëpi që nga momenti kur mbërrini.",
        "Rehatia juaj është prioriteti ynë! Ne synojmë të ofrojmë një përzgjedhje të përsosur të luksit dhe praktikës, duke ju lejuar të relaksoheni, të ripërtërini energjitë dhe të shijoni një balancë të përkryer të stilit dhe funksionalitetit. Siguria është e rëndësishme për ne, prandaj hoteli ynë është i pajisur me sisteme të avancuara të sigurisë, duke përfshirë kamera mbikëqyrje dhe pikë hyrjeje të sigurta, për të garantuar sigurinë tuaj e sendeve tuaja gjatë qëndrimit tuaj.",
        "Pagesat pranohen me para ne dorë në recepcion. Për më tepër detaje, ju lutemi kontaktoni nëpërmjet adresës së emailit ose numrit të telefonit të dhënë në këtë faqe. Kini parasysh se çmimi mund të ndryshojë në bazë të numrit të personave dhe periudhës së rezervimit tuaj. Prandaj, ju rekomandojmë të na kontaktoni për të siguruar që nuk ka asnjë keqkuptim."
    ],
    "price-currency": "€",
    "price-time": "Nata",
    "price-title": "${price-currency}${data-value}/${price-time}",
    
    "feature-guest": "Mysafir", 
    "feature-guest^": "Mysafirë", 
    "feature-guest-title": "${data-value} ${data-value==1?feature-guest:feature-guest^}",
    "feature-single-bed": "Shtrat", 
    "feature-single-bed^": "Shtretër", 
    "feature-single-bed-title": "${data-value} ${data-value==1?feature-single-bed:feature-single-bed^}",
    "feature-double-bed": "Shtrat", 
    "feature-double-bed^": "Shtretër", 
    "feature-double-bed-title": "${data-value} ${data-value==1?feature-double-bed:feature-double-bed^}",
    "feature-bunk-bed": "Shtrat", 
    "feature-bunk-bed^": "Shtretër", 
    "feature-bunk-bed-title": "${data-value} ${data-value==1?feature-bunk-bed:feature-bunk-bed^}",
    "feature-bath": "Banjo", 
    "feature-bath^": "Banjo", 
    "feature-bath-title": "${data-value} ${data-value==1?feature-bath:feature-bath^}",
    
    "image-alt-images/services/garden.jpg": "",
    "room-subtitle": "Shijoni pushimet në hotelin tonë.",
    "room-see":"Hidhini një sy se çfarë ofrojnë dhomat tona!",
    "room-view":"Shiko Detajet"
}
