{
    "name-solo_serenity": "Camera Solo Serenita",
    "name-couples_delight": "Camera Delizia delle Coppie",
    "name-family": "Camera Familiare",
    "name-family_deluxe": "Camera Familiare Deluxe",
    "name-trios_retreat": "Camera Ritiro dei Trii",
    "name-duos_comfort": "Camera Comfort dei Duo",

    "mini-description-solo_serenity": "Per i viaggiatori solitari, vi invitiamo a vivere riposo e relax nelle nostre camere singole. Svegliatevi alla serena bellezza dei fiori proprio fuori dalla vostra finestra.<br><br>",
    "mini-description-couples_delight": "Per il soggiorno perfetto con il vostro partner speciale, offriamo una camera con letto matrimoniale, uno spazio di lavoro, ampio spazio di archiviazione per i vostri effetti personali e un bagno privato.",
    "mini-description-family": "Viaggiate con la famiglia? La nostra spaziosa camera include un letto matrimoniale e un letto singolo, garantendo un soggiorno confortevole e piacevole per tutti.<br><br>",
    "mini-description-family_deluxe": "Benvenuti nella nostra splendida Camera Familiare Deluxe, dove il fascino rustico moderno si fonde perfettamente con il comfort contemporaneo. Comprendendo la stanchezza che accompagna i viaggi in famiglia, cerchiamo di offrire il santuario perfetto per il relax e il riposo. Questo spazio tranquillo dispone di un letto matrimoniale, un letto singolo e un letto a castello, ospitando comodamente fino a cinque ospiti. L'illuminazione ambientale soffusa favorisce un'atmosfera rilassante, ideale per rilassarsi dopo una lunga giornata. Il nostro design, che combina elementi moderni con accenti in legno, riflette l'equilibrio tra il nostro mondo frenetico e l'ambiente naturale, omaggiando l'importanza della natura a Scutari, offrendo un'autentica esperienza locale al vostro soggiorno.",
    "mini-description-trios_retreat": "State organizzando una vacanza in trio con i vostri amici? Prenotate subito la camera Ritiro dei Trii, dove ognuno dispone di un letto singolo, ampio spazio di archiviazione per i vostri effetti personali e un bagno privato.",
    "mini-description-duos_comfort": "Camera Comfort dei Duo per ogni coppia dinamica. Dove potete trovare 2 letti singoli, spazio di archiviazione individuale e un bagno privato. Godetevi il vostro soggiorno nella bellissima città di Shkodra, spensieratamente.",

    "description_solo_serenity":[
        "Benvenuti nella nostra elegante Camera Solo Serenity, dove il fascino rustico moderno si armonizza con l'eleganza contemporanea per creare un rifugio perfetto per i viaggiatori solitari. Questa camera, ideale per coloro che cercano un ritiro tranquillo, offre un soffice letto singolo in uno spazio intimo perfetto per il relax e il lusso. L'illuminazione ambientale soffusa crea un'atmosfera serena, perfetta per rilassarsi dopo una giornata di avventure. Il nostro design, che incorpora elementi moderni con accenti in legno, cattura l'essenza dell'equilibrio tra il mondo moderno frenetico e la serenità della natura, riflettendo la bellezza naturale di Shkodra e aggiungendo un tocco locale autentico al vostro soggiorno.",
        "Per coloro con uno spirito avventuroso, la nostra camera offre viste mozzafiato e accesso diretto al giardino, invitandovi a immergervi nella flora vibrante e nella tranquillità appena fuori dalla vostra porta. Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere fresche le vostre bevande e snack preferiti. Con ampio spazio di archiviazione per i vostri effetti personali, una scrivania dedicata per qualsiasi lavoro che potreste dover recuperare e un accesso internet affidabile, soddisfiamo tutte le vostre esigenze. Il nostro servizio in camera 24 ore su 24 è sempre disponibile per garantire che le vostre richieste siano soddisfatte prontamente, in qualsiasi momento del giorno o della notte.",
        "Inoltre, la camera include un bagno completamente attrezzato, fornendo tutti gli elementi essenziali per un soggiorno rilassante e rinfrescante. Siamo dedicati a creare un ambiente tranquillo e confortevole per i nostri ospiti, con interni attentamente progettati e servizi che migliorano il vostro comfort e la vostra convenienza. Che siate qui per una breve fuga o un ritiro più lungo, il nostro obiettivo è farvi sentire a casa fin dal vostro arrivo.",
        "Il vostro comfort e la vostra soddisfazione sono le nostre priorità principali! Miriamo a fornire un mix perfetto di lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. Per la vostra tranquillità, il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la sicurezza vostra e dei vostri effetti personali durante tutto il soggiorno.",
        "I pagamenti sono accettati in contanti alla reception. Per ulteriori informazioni, vi preghiamo di contattarci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi."
    ],

    "description_couples_delight":[
        "Benvenuti nella nostra elegante Camera Delizia delle Coppie, dove il fascino rustico moderno si armonizza con l'eleganza contemporanea per creare un rifugio perfetto per voi e il vostro partner speciale. Comprendiamo l'importanza di una fuga tranquilla e romantica, e la nostra camera è progettata per offrire proprio questo. Dotata di un soffice letto matrimoniale, questo spazio intimo è ideale per le coppie che cercano relax e un tocco di lusso. L'illuminazione ambientale soffusa crea un'atmosfera serena, perfetta per rilassarsi insieme dopo una lunga giornata. Il nostro design, che incorpora elementi moderni con accenti in legno, cattura l'essenza dell'equilibrio tra il mondo moderno frenetico e la serenità della natura, riflettendo la bellezza naturale di Shkodra e aggiungendo un tocco locale autentico al vostro soggiorno.",
        "Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere fresche le vostre bevande e snack preferiti. Con ampio spazio di archiviazione per i vostri effetti personali, una scrivania dedicata per qualsiasi lavoro che potreste dover recuperare e un accesso internet affidabile, soddisfiamo tutte le vostre esigenze. Il nostro servizio in camera 24 ore su 24 è sempre disponibile per garantire che le vostre richieste siano soddisfatte prontamente, in qualsiasi momento del giorno o della notte.",
        "Inoltre, la camera include un bagno completamente attrezzato, fornendo tutti gli elementi essenziali per un soggiorno rilassante e rinfrescante. Siamo dedicati a creare un ambiente tranquillo e confortevole per i nostri ospiti, con interni attentamente progettati e servizi che migliorano il vostro comfort e la vostra convenienza. Che siate qui per una breve fuga o un ritiro più lungo, il nostro obiettivo è farvi sentire a casa fin dal vostro arrivo.",
        "Il vostro comfort e la vostra soddisfazione sono le nostre priorità principali! Miriamo a fornire un mix perfetto di lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. Per la vostra tranquillità, il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la sicurezza vostra e dei vostri effetti personali durante tutto il soggiorno.",
        "I pagamenti sono accettati in contanti alla reception. Per ulteriori informazioni, vi preghiamo di contattarci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi."
    ],

    "description_family":[
        "Benvenuti nella nostra elegante camera, dove il fascino rustico moderno si incontra con il comfort contemporaneo. Sappiamo che viaggiare in famiglia può essere stancante, e vogliamo offrirvi il miglior luogo per rilassarvi e riposare. Questo spazio sereno dispone di un letto matrimoniale e un letto singolo, rendendolo ideale per le famiglie. L'illuminazione ambientale soffusa crea un'atmosfera rilassante, perfetta per rilassarsi dopo una giornata intensa. La combinazione di design moderno e accenti in legno mira a illustrare l'armonia tra il nostro mondo contemporaneo e il nostro legame con la natura. La natura è molto importante per i cittadini di Shkodra, quindi abbiamo cercato di portare ogni prisma per rendere l'esperienza più autentica.",
        "Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. C'è abbondante spazio di archiviazione per i vostri effetti personali e una scrivania dedicata per recuperare il lavoro, supportata da un accesso internet affidabile. Il nostro servizio in camera 24 ore su 24 garantisce che tutte le vostre esigenze siano soddisfatte in qualsiasi momento, giorno o notte.",
        "Inoltre, la camera include un bagno completamente attrezzato, fornendo tutto il necessario per un soggiorno rilassante. Siamo impegnati a creare un ambiente tranquillo e confortevole per tutti i nostri ospiti, specialmente per chi viaggia con la famiglia. I nostri interni e servizi attentamente progettati soddisfano il vostro comfort e la vostra convenienza, assicurando un'esperienza memorabile e riposante. Che siate qui per un breve soggiorno o una visita prolungata, il nostro obiettivo è farvi sentire a casa.",
        "Il nostro scopo è il vostro comfort! Dal momento in cui entrate nella nostra camera, miriamo a offrire un mix perfetto di lusso e praticità. Rilassatevi, ricaricatevi e godetevi il perfetto equilibrio di stile e funzionalità in un ambiente progettato per soddisfare le esigenze di ogni viaggiatore.",
        "Il pagamento è completato alla reception in contanti. Per ulteriori informazioni, contattateci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi."
    ],

    "description_family_deluxe":[
        "Benvenuti nella nostra splendida Camera Familiare Deluxe, dove il fascino rustico moderno si fonde perfettamente con il comfort contemporaneo. Comprendendo la stanchezza che accompagna i viaggi in famiglia, cerchiamo di offrire il santuario perfetto per il relax e il riposo. Questo spazio tranquillo dispone di un letto matrimoniale, un letto singolo e un letto a castello, ospitando comodamente fino a cinque ospiti. L'illuminazione ambientale soffusa favorisce un'atmosfera rilassante, ideale per rilassarsi dopo una lunga giornata. Il nostro design, che combina elementi moderni con accenti in legno, riflette l'equilibrio tra il nostro mondo frenetico e l'ambiente naturale, un omaggio all'importanza della natura a Shkodra, offrendo un'autentica esperienza locale al vostro soggiorno.",
        "Beneficiate della comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. Con ampio spazio di archiviazione per i vostri effetti personali, una scrivania dedicata per il lavoro e l'accesso internet affidabile, soddisfiamo tutte le vostre esigenze. Il nostro servizio in camera 24 ore su 24 garantisce che le vostre richieste siano soddisfatte prontamente, in qualsiasi momento del giorno o della notte.",
        "Inoltre, la camera include un bagno completamente attrezzato, garantendo tutto il necessario per un soggiorno rilassante. Siamo dedicati a creare un ambiente tranquillo e confortevole per tutti i nostri ospiti, specialmente per le famiglie. I nostri interni e servizi attentamente progettati sono pensati per offrire comfort e convenienza, garantendo un'esperienza memorabile e riposante, che il vostro soggiorno sia breve o prolungato. Vogliamo che vi sentiate a casa fin dal vostro arrivo.",
        "Il vostro comfort è la nostra priorità! Miriamo a offrire un mix perfetto di lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. La sicurezza è fondamentale e il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la vostra tranquillità e la sicurezza dei vostri effetti personali durante tutto il soggiorno.",
        "I pagamenti sono accettati in contanti alla reception. Per ulteriori informazioni, vi preghiamo di contattarci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi."
    ],

    "description_trios_retreat":[
        "Benvenuti nella nostra elegante Camera Ritiro dei Trii, dove il design moderno incontra il comfort, perfetto per l'avventura del vostro gruppo. Riconoscendo il divertimento e la camerataderia degli amici che viaggiano insieme, abbiamo creato uno spazio ideale per il relax e il divertimento. Questa camera vivace dispone di tre letti singoli, ospitando fino a tre ospiti comodamente. L'arredamento contemporaneo con accenti di colore crea un'atmosfera invitante, perfetta per rilassarsi dopo una giornata di esplorazione della vibrante cultura di Shkodra.",
        "Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. Ample storage space ensures everyone's belongings are neatly organized, while high-speed internet access keeps you connected throughout your stay. Our 24-hour room service ensures your needs are promptly met, day or night.",
        "Inoltre, la camera include un bagno ben arredato con tutti i comfort essenziali, garantendo un soggiorno rinfrescante. Siamo impegnati a offrire un ambiente rilassato e piacevole per tutti i nostri ospiti, specialmente per i gruppi di amici. Il nostro design e i servizi attentamente progettati mirano a offrire comfort e convenienza, garantendo un'esperienza memorabile e rigenerante, che il vostro soggiorno sia breve o prolungato. Vogliamo che vi sentiate a vostro agio dal momento in cui arrivate.",
        "Il vostro comfort è la nostra priorità! Cerchiamo di combinare lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. La sicurezza è fondamentale e il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la vostra tranquillità e la sicurezza dei vostri effetti personali durante tutto il soggiorno.",
        "I pagamenti in contanti sono accettati alla reception. Per maggiori dettagli, contattateci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi."
    ],

    "description_duos_comfort":[
        "Benvenuti nella nostra invitante Camera Comfort per Duo, progettata con un tocco moderno e accogliente, perfetta per la vacanza dei vostri migliori amici. Celebrando il legame e le avventure degli amici che viaggiano insieme, abbiamo creato uno spazio ideale per il relax e il divertimento. Questa camera vivace dispone di due letti singoli, ospitando comodamente due ospiti. L'arredamento elegante con accenti vibranti crea un'atmosfera calda e accogliente, ideale per rilassarsi dopo una giornata di esplorazione dei fascini di Shkodra.",
        "Godetevi la comodità dell'aria condizionata e di un frigorifero in camera per mantenere freschi i vostri drink e snack. Con ampio spazio di archiviazione per tutti i vostri effetti personali e l'accesso internet ad alta velocità, avrete tutto il necessario per un soggiorno confortevole. Il nostro servizio in camera 24 ore su 24 garantisce che le vostre richieste siano soddisfatte prontamente, giorno e notte.",
        "La camera include anche un bagno completamente attrezzato con tutti i comfort essenziali, garantendo un soggiorno rinfrescante e piacevole. Siamo impegnati a offrire un ambiente rilassato e piacevole per tutti i nostri ospiti, specialmente per le coppie di amici. Il nostro design e i servizi attentamente progettati sono pensati per offrire comfort e convenienza, garantendo un'esperienza memorabile e rigenerante, che il vostro soggiorno sia breve o prolungato. Il nostro obiettivo è farvi sentire a casa dal momento in cui arrivate.",
        "Il vostro comfort è la nostra priorità! Cerchiamo di combinare lusso e praticità, permettendovi di rilassarvi, ricaricarvi e godere di un perfetto equilibrio di stile e funzionalità. La sicurezza è fondamentale e il nostro hotel è dotato di sistemi di sicurezza avanzati, tra cui telecamere di sorveglianza e punti di accesso sicuri, garantendo la vostra tranquillità e la sicurezza dei vostri effetti personali durante tutto il soggiorno.",
        "I pagamenti in contanti sono accettati alla reception. Per maggiori dettagli, contattateci tramite l'indirizzo email o il numero di telefono fornito in questa pagina. Tenete presente che il prezzo può variare a seconda del numero di persone o del momento in cui effettuate la prenotazione. Vi consigliamo vivamente di contattarci per assicurarvi che non ci siano malintesi."
    ],

   

    "price-currency": "€",
    "price-time": "Notte",
    "price-title": "${price-currency}${data-value}/${price-time}",
    
    "feature-guest": "Ospite", 
    "feature-guest^": "Ospiti", 
    "feature-guest-title": "${data-value} ${data-value==1?feature-guest:feature-guest^}",
    "feature-single-bed": "Letto", 
    "feature-single-bed^": "Letti", 
    "feature-single-bed-title": "${data-value} ${data-value==1?feature-single-bed:feature-single-bed^}",
    "feature-double-bed": "Letto", 
    "feature-double-bed^": "Letti", 
    "feature-double-bed-title": "${data-value} ${data-value==1?feature-double-bed:feature-double-bed^}",
    "feature-bunk-bed": "Letto a castello", 
    "feature-bunk-bed^": "Letti a castello", 
    "feature-bunk-bed-title": "${data-value} ${data-value==1?feature-bunk-bed:feature-bunk-bed^}",
    "feature-bath": "Bagno", 
    "feature-bath^": "Bagni", 
    "feature-bath-title": "${data-value} ${data-value==1?feature-bath:feature-bath^}",
    
    "image-alt-images/services/garden.jpg": "",
    "room-subtitle": "Goditi il tuo soggiorno nel nostro hotel con piacere.",
    "room-see":"Scopri le stanze che offriamo.",
    "room-view":"Vedi i dettagli"
}
